{
    "text": [
        "Religion must have the answer",
        "It's obviously tracks from a giant water tractor, farming for giant arctic sea prawn!",
        "Wow...he smoked pot...oh lord hes such a horrible person now..",
        "Wow, his girlfriend is uhm... Ah fuck it, he's an olympic champion, who am I to pass judgement...",
        "I think the government should track every mormon in the country for subversive activity.",
        "Another idea from the party that wants to get government off our backs.",
        "Oh right, *both* wars were just jewish conspiracies to reclaim the homeland of Israel.",
        "i know this seems strange but, what if he was talking about armenians",
        "Good luck with that.",
        "time to get that shack in montana.",
        "I for one, am glad we have priorities straight.",
        "Neato!",
        "Then they must believe in God.",
        "But I thought morality was supposed to be impossible without religion to provide it to us.",
        "That's not a fair way to use that argument!",
        "So you can't photograph police because of the anti-terrorism law, a law designed to protect all of us from terrorism, well what's to stop the police and government from terrorizing us now?",
        "odd that they collided in the ocean, and not at takeoff or while merging into traffic at flight level 30...",
        "They did a bang up job.",
        "only?",
        "Nothing says high intelligence like logical consistancy.",
        "Legends always have unfulfilled careers.",
        "oh wow I am so surprised I never saw this coming",
        "sweet .. can I check all my credit card with this ...",
        "This scam is so old the last time I entered my credit card number into it they used my information to buy a Triceratops.",
        "Don't forget homophobic vegetarian who drives a SUV and grabs guns.",
        "Wow you read my mind.",
        "Really?",
        "oh I thought they were cursing coz they liked it too much ....",
        "Only for folks who already have a net worth of $10 million or more; otherwise it's socialism.",
        "too expensive, it should be given to only 27 year olds.",
        "Nothing like slave labor from people in college who won't be able to get a job without doing work for free!",
        "Oh yeah, this totally doesn't violate the Fair Labor Standards Act.",
        "because they'll be too busy sucking cocks to notice they are getting shot at.",
        "Employers public and private ARE ALLOWED to discriminate based on sexual orientation.",
        "Am I weird if almost every one of those pictures looks cultish to me?",
        "Man are they gonna be pissed when they find out they picked the wrong religion",
        "I thought it was repetitive at first, but then I had to spacebar while suspended above a fatal fall and had to move blocks around to prevent my own death.",
        "can't wait for the app to come out for the [insert Apple portable device] so i can enjoy this like the rest of you.",
        "And this is exactly why I approve of death panels.",
        "Good lord... my chart is the exact opposite of this.",
        "HAHAHAHA They don't speak English!",
        "Why is this a picture of something happening in India, with a Krishna figure behind the sign?",
        "I hear there's a company making a stick-on handle for it so you can use it like a phone; surprised Apple didn't think of that.",
        "The day they add emacs to AppStore, I'll buy an iPad.",
        "I am deeply shocked and surprised at this development",
        "Film at 11.",
        "This is pure xenophobia against Vaticanians!",
        "Deja vu all over again.",
        "But the terrorists!",
        "There are 58 now, they are still scanning the rest.",
        "India is going to go ape-shit",
        "The Daliai Lama is not really a CIA stooge, so what sensitive documents would China possibly be looking for?",
        "HA HA HA HA ITS FUNNY.",
        "I bet he has a woody.",
        "Comic sans is such a badass font.",
        "When God gives you lemons, find another God!",
        "Fake - I've been getting this chain email since 1999.",
        "I think I saw this in an antique store once next to some really old baseball cards and a 16th century chaise lounge.",
        "But this is the *Best Health Care in The World*.",
        "Good, now only the strong shall survive!",
        "But Steve didn't tell me... is it MAGICAL AND EASY TO USE?",
        "yay more better Ads!",
        "Lying is the norm today, truth is the exception.",
        "But Verizon is so much cooler than AT&amp;T so they can't do anything wrong",
        "\"Wow... profound\"",
        "I think the opposite over hypotenuse concept is easier to understand.",
        "Israel's primary industries are espionage, war, death and murder.",
        "How utterly surprising",
        "I am sure he could have aired that on CNBC when he was there.",
        "It sounds like he's always shouting to me.",
        "Yes, let's scapegoat the immigrants, they're the ones who've crashed the economy!",
        "This guy desperately needs a punch to his throat.",
        "if it wasnt 5am id type out a lengthy matrix joke",
        "Has any major athletes been involved in any sex scandals?",
        "Yes.",
        "They have the champions league.",
        "Aren't we running out of Phosphorous?",
        "Wow, that makes it all better now.",
        "Clinton's budget surpluses = the post-CW Peace Dividend Bush's budget deficits = the post-911 War on Terrorism Obama's budget deficits = the post-rage Socialist Takeover PS--dailykos is a supreme example of charlatan targeting of a public that has been methodically dumbed down by the education system's key players",
        "But there is that People's Republic of China... Out with the old, and in with the new!",
        "Teabagging apperently just the tip of the iceberg",
        "Those republicans know how to party!",
        "Lesbians lesbians lesbians",
        "We're gonna need a bigger boat.",
        "Sounds like a questionable practice to me.",
        "the fine print at the end is so hardcore, those media companies sponsoring this are so underground",
        "reddit is too mainstream now, I liked it better when it was on vinyl.",
        "happy bday sir.",
        "I look forward to a life saddled with a few STDs and unplanned pregnancies after this happens, all without any form of maternal care.",
        "They're all Atheists.",
        "This won't work on a shady lane",
        "Something like that would never happen here because Coal is the best power source ever",
        "Ahhhhhhhhh the good old days......",
        "For what it's worth, those girls were pretty cute.",
        "Yes, I also feel like a racist when I look at black people.",
        "Yeaaa..... not so much awkward.",
        "Filed under: most unnecessary punishment ever.",
        "He should have known better!",
        "Yay a new apple iFad!",
        "Nice design changes",
        "Who ever heard of a volcano causing problems for people?",
        "you'd think someone from Louisiana, of all places, would understand the importance of early warnings for natural disasters",
        "Is the guy behind him the guy that hosts The World's Strongest Man competitions?",
        "...but but that guy isn't functionally strong!",
        "It's to enhance our freedom of speech",
        "Looks like its time for a sit and a smoke *pulls up chair*",
        "Fuck off, blogspammer.",
        "Sounds to me like a branch breaking... And from the videotaper's voice I can tell he was a drug dealer..... just another coincidence.",
        "That's exactly, why you need less government, less taxes for the rich and less regulation of corporations.",
        "A check up at the dentist is pretty cheap.",
        "I think there has already been an IAMA for someone working in Goldman Sachs",
        "Nice try, newly \"made\" mob dude seeking out rats to report to your fucking boss.",
        "Press on the small play button below the title to view without YouTube login.",
        "Darwin Award death wish... Go for it!",
        "I was thinking more along the lines of a remake of the first one, but as a twist having it take place in the wild west or Shakespearean England.",
        "I'm sure its what Martin Lawrence needs.",
        "Are your hands sore?",
        "Robin Williams ftw",
        "The dot of light right where the sun doesn't shine on 'Test Subject B saved by the pocket' seems impossible.",
        "Great to see that having children has given these women the time to chase after the important things in life.",
        "You need to e-mail them so you can get back to seeing the ads right away.",
        "I saw this the other day too, very funny.",
        "I work in the domain registration game and I can't tell you just how many people these guys sucker on a daily basis... Makes me wanna smack someone...",
        "Nope, you're all alone on this one.",
        "Wait this is like Cesar Milan's method, walk the dog in the morning and it behaves",
        "Then the teacher is charged with child abuse, The program is cut over safety concerns, and parents threaten to sue because their child feels bad because he can't run as fast as the other children.",
        "upvote",
        "oh wow this is SOOO FUNNEH LOLOLOL",
        "Sick fuck, I hope she rots.",
        "surprising that a child of his would be so unstable",
        "yah, at that point they don't even count as people anymore!",
        "Do you by any chance know what the term \"structural unemployment\" means?",
        "I mean really, she's no Chloe Sevigny.",
        "Why have I not yet seen this film?",
        "So you're saying there's a universe of creatures fucking and fapping in my skull.",
        "This proves Intelligent Design because this coincidence could never occur on it's own.",
        "I want to build the most bad ass play ground the world has ever seen, preferably near a large school or something that attracts a lot of kids, then put a sign in front that reads \"no children allowed\".",
        "By adults, they mean men, because only men are child molesters obviously.",
        "Jesus fucking christ that boils my blood it's not even funny.",
        "Reddit is so liberal and progressive!",
        "I love how scientists pretend to be theologians.",
        "Just a cripple with a crazy idea",
        "I predict this will lead to a torrential downpour of lawsuits.",
        "At least they're good at fighting wars and building cars.",
        "gotta be illegal",
        "Another win for the social engineers.",
        "Please tell me you didnt ask out this winner amongst winners.",
        "[](/cereal) Looks like she isn't worth your time.",
        "Too bad this band lost my interest after Wages of Sin... *This message brought to you by Melissa Cross, you can purchase her DVD \"The Zen of Screaming\", in stores now*",
        "I'm somewhat disappointed...sadly",
        "As a person the cop wouldn't of opened his fucking mouth.",
        "This is why we need laws to prevent cops from being filmed.",
        "It doesn't but you cannot get upvotes unless you sensationalize the headline.",
        "In the comments, duhhhh",
        "kind of hard to give anal sex an even worse name but as it turns out most anything is possible.",
        "that's not very fair to byproducts of anal sex",
        "God bless America.",
        "Interesting to see the Unibomber was one of the test victims, makes you wonder if that's what pushes his brilliant mind over the edge.",
        "That's why I support state's rights.",
        "I think thats fair... only if men have to report to be interrogated for murder each time they lose a child in an accident.",
        "Yeah whos that asshole posting about the GSL when mother fukin GRANDMASTERS is around.",
        "U MAD?",
        "Oh no Bradley Manning is the true hero.",
        "A hero is someone who does what is required when nobody else will.",
        "I write my statements with question marks?",
        "Where are those pesky, censoring mods when you need them?",
        "Stop the persecution of Christians.",
        "I would rather have Biggies \"Ten Crack Commandments\" displayed in schools",
        "Supermodels caught in a paparazzi shot made to make them look unglamorous compared to shots that took a lot of setup and probably some photoshop",
        "Wow, I never knew ad agencies would use professional photographers, make up artists, hair stylist, wind machines, clothing stylist, and post-production processing to make models look a little better.",
        "It's horrible that these people's freedom of religion has been trampled on so disrespectfully.",
        "This one makes me happy to live in Oregon.",
        "Because if we don't fight the wars, the terrorists win.",
        "war is a racket -- Smedley Butler",
        "Yes, I hate being unorganized in Minecraft.",
        "I organize my items in octrees because they are cool.",
        "He announced lion..but clearly he has a cougar.",
        "Damn corporate executives, do they ever work?",
        "You forgot to put in the frames where you abduct that girl",
        "Nice try, serial rapist.",
        "You don't need smite to jungle.",
        "WHY DIDN'T HE LAST HIT IT WHY DID HE MOVE INTO THE PATH OF THE ARROW ARGH MY BRAIN IS FULL OF FUCK",
        "Whining about what is popular on TV is more embarrassing than the existence of whatever is on TV.",
        "and no one is watching Nick Flora, what a shame",
        "Inception?",
        "If we can get him to see this post, and then you watch him read said post, make sure to post about it.",
        "Not having sex on the first date, obviously.",
        "She's always talking about guys who are checking her out, or hitting on her, even if she pretends she doesn't like it.",
        "Wow, he looks like Andrew Daly.",
        "Clearly shopped, i can tell by the pixels.",
        "So lets call it the Moose so they can own the AHL team's history.",
        "this is getting stupid.",
        "Harper's fault!",
        "It is a good report, especially on the heels of last month's report which was also good, however, the strength of this report comes from the 'self-employed' which I always view with a degree of suspicion.",
        "Anna Hazare says LOL.",
        "OMG SO FUNNY LOL",
        "The Onion.",
        "Logically sound.",
        "Yeh, I can't believe people are still making fake facebook posts either.",
        "At least he had the decency to apologize.",
        "I would just like to add that attacking a retreating opponent is not against any law of war, attacking a surrendering one is however illegal.",
        "The photographer is obviously a hippy with major hippy ideas.",
        "u mad?",
        "Gee, how unusual.",
        "Those pickups are great if they work.",
        "Put in some Bareknuckle Pickups.",
        "I hope the national media outlets pick this one up",
        "What you want socialized internets ?",
        "Dealwithit, carebear.",
        "That'll show them!",
        "End of the internet gentlemen,end of the internet.",
        "Wow look at those low rates",
        "It has a holodeck.",
        "Well that glass should do an excellent job of protecting you from cosmic radiation when you reach the cruising altitude.",
        "Are you twice as gay as normal?",
        "What does it mean?",
        "Somehow they seemed to have completely missed the part where both gun ownership and drinking are strongly correlated with living in a rural area, where you need a gun because the cops aren't going to show up quickly, and you drink because there isn't much to do.",
        "**THIS JUST IN** A new study by BSU claims that 85% of statistics are made up on the spot.",
        "Right, because copyright offenders are a danger to society to the point that the taxpayer should have to pay for their living expenses in jail.",
        "This is fucking stupid",
        "Where are *our* jobs?",
        "He has to get some of his team in the game if he wants to make the changes he promised.",
        "The American education system is a joke, how you guys manage to get Bach and masters degrees is beyond me",
        "I guess what you people need is more government education",
        "### *&amp;#3232;\\_&amp;#3232;*",
        "huh, I thought bioware made RPGs.",
        "Such bad English.",
        "Flat keyboards, because who the fuck needs to type anyway right?",
        "They could implement a troll-vote that just adds/takes away karma moving towards 0.",
        "Yeah, fuck free speech; he hurt your feelings.",
        "Scum tends to stay near the top, while the good stuff is found below.",
        "Why do you hate freedom?",
        "Was this the picture from that yearbook they recalled?",
        "That kid doesn't look 16.",
        "Anyway anyway",
        "Believe everything you see on Russia Today.",
        "i want that hat",
        "Good thing I know exactly what you're talking about.",
        "I WASN'T AWARE IT WAS REALLY A PROBLEM FOR THEM.",
        "Oh great, cure the cancer, but give them autism!",
        "Yeah totally, never any outrage coming out this this subreddit",
        "thank you for this!",
        "Their first war they thought it would be fast and easy aint that quaint.",
        "Real good journalism, that.",
        "Obv they changed the seeds again",
        "It's just a small graphical error.",
        "We'll have games that look like they do now but they'll be on consoles that can run them at 1080p60.",
        "I don't give a fuck, apocalypse is coming next year.",
        "What you can't see is that they're jerking each other off out of frame.",
        "Yep that cartoon about covered it, in both scope and depth.",
        "As a full-time user of Flak Jacket, I'd imagine you don't like my type.",
        "Did I mention Scout Pro, yet?",
        "Those must be some pretty tough soldiers to have to put up air conditioned tents.",
        "I clicked on the article expecting to read some neat-o scientific quirky method that allowed people to cheaply cool their houses in super-hot areas.",
        "Wow, how clever.",
        "Thumbnail ruins the punchline again.. tsk.",
        "Everything should be free always!",
        "Downvoted for the trite phrase \"it begins\".",
        "oh yeah, I just assumed they would be unpunished... it was all in the line of duty right?",
        "BECAUSE THEY GOTTA DO WHATEVER IT TAKES TO GET HOME AT NIGHT",
        "So it is Judaism he does not believe in?",
        "I blame it on the Jew run lamestream media!",
        "\"Let's stone her!!!!\"",
        "Has anyone seen her birth certificate yet?",
        "It's amazing how most parents just don't get this.",
        "Yeah.... but... but... kids should exercise \"personal responsibility\".",
        "it sets a precedent, and the battle's lost.",
        "boy I sure am glad we have all these wonderful legal protections and unions are not needed right?",
        "As Justin Trudeau says, this isn't barbaric",
        "What does this have to do with Canada?",
        "[](/red \"Cannot be forgiven!\")",
        "NOT A REAL COMIC PLEASE DELETE",
        "Capitalism FTW",
        "just about perfectly sums up the total injustice of the world we live in",
        "I'm sorry, but bombing every country that has a vowel is way more important than their citizens well being.",
        "Ending the war on drugs would also help",
        "Three cheers for monopolies!",
        "The CRTC requires that broadband providers deliver services to outlying locations that are unprofitable and we all pay the bill for that.",
        "Fischer was such a genius when it came to games.",
        "Just like starcrafts, it's all the jews fault!",
        "Thank you for avoiding adding to my creepy stalker anxiety levels :)",
        "Way to use your periphs bro!",
        "Obama is planned to raise 1 billion this year.",
        "Boy, that's a lot of basement dwelling college kids eh?",
        "that's what happens when you go for link karma instead of comment karma",
        "This is clearly worth its own thread.",
        "*Lest",
        "Wow....things sure have changed for Iran since then.",
        "Clearly that's never happened to me",
        "hmmmmmmmmmmmm.... hmmmmmmmmmmmmmmmmmmmm......... hmmmmmmmmmmmmmmmmmmmmmmmmm....... hmmmmmmmmmmmmmmmmmmmmmm... * click ######ah ah no no no (exits game)",
        "This already IS a repost.",
        "ive seen this before",
        "Are you at all concerned that your headline is not supported by *anything* in the linked article?",
        "Quick, let's marshal all the white supremacists and have a racial war in PEORIA!",
        "Rehashing his routines over and over again was a factor in him quitting, keep it up",
        "I'M NO ONE ONE'S BEE-ATCH, BEE-ATCH!",
        "As long as it protects me from Conservapedia I'm good.",
        "Yeah, good job we can come to reddit for a refreshing variety of opinions.",
        "Just wait, if the weather continues like this, this year, 2011 will be way better",
        "what does he know he studies meteors",
        "You can just FEEL all the straight marriages becoming unsanctified.",
        "But what did Wall Street Republicans get in return, specifically?",
        "In the spirit that Arabs are not inferior to Jews, I expect the PA to arrest the Hamas leadership who calls for the murder of Jews every day.",
        "Suck on it, Haredi bastard.",
        "USA is just a momentarily embarrassed super power.",
        "UK's debt is far worse than US's (per capita).",
        "Socialism failure number:4592 it will work the next time...",
        "Bullshit, Chomsky said the claims about Pol Pot and the Khmer Rouge were all American propaganda.",
        "This has never ever been posted before",
        "faaaaaaaaaaaake",
        "I did Nazi this comment coming",
        "Can't wait to get in his Panzer",
        "Gorgeous",
        "I don't know if anyone has said this yet but I think she has makeup on.",
        "Selective editing FTW!",
        "You Zionist shill, this was clearly filmed in Israel using Israeli actors to play as Arabs.",
        "Breaking news.",
        "no way",
        "Surprising that the bastards did not send a bill to the parents of Rachel Corrie for the diesel fuel used in the machine to murder their daughter.",
        "Don't you dare say anything against Israel, you fucking anti-semite",
        "Vietnam vets have had it too good for too long.",
        "Why you don't make bargains with the devil.",
        "...unless it's the love of porn.",
        "I thought Catholics didn't mind porn, you know as long as they didn't use condoms or other forms of birth control.",
        "The Founders obviously didn't understand their original intent.",
        "like facts ever got in the way of the religious right",
        "He isn't this ultra conservative that many make him out to be.",
        "Nope, everything is Obama's fault",
        "Apparently he has powers of hypnosis also.",
        "Thank God!",
        "holly cow, you guys really can't pick a name can you ?",
        "I'm thinking never.",
        "Let's bring Carlos Lee back while we're at it.",
        "Yes, but as a free agent after his current contract is up.",
        "Only a true visionary like Rmoney can sense what his audience wants and give it to them.",
        "Just ol' Mitt shakin' that Etch-a-Sketch",
        "Another marijuana related death",
        "Its sickening that people can be killed directly or indirectly because of marijuana prohibition!",
        "I know Kate Upton's boobs when I see them.",
        "She sounds like she's a perfectly reasonable, secure woman.",
        "If he hadn't been a pot smoker, he could have won 25 Medals by now!",
        "He did get lazy in the 200 meter fly if you look at Beijing and London the races are practically a mirror image of each other just with different outcomes phelps had a lazy finish in London which caused him to get silver instead of gold.",
        "They're making sure that evil Kenyan Mooslim gets thrown out so they can give tax cuts to the rich and let the prosperity trickle down, obviously.",
        "The house has passed 29 bills to try and help hiring by removing some \"red tape\" none of which have been allowed on the senate floor.",
        "LOL wow imagine that, wordplay that makes the story a lie and coming from MSNBC...shocking",
        "Another example of why we need voter ID laws.",
        "Nothing has ever not happened as much as this didn't happen.",
        "Great job, you really did the right thing here.",
        "People can't read might as well rename all the skill to Q/W/E/R.",
        "I think Ymir should change his name, how do I even pronounce that?",
        "how exactly does one become a hoopinista",
        "I can't believe this is in Portland!",
        "I like the part where they say the subsidies will remain for the industries that don't need it (Oil/gas) and he wants to take them away from the ones that do need it.",
        "In other news, US confirms it would end Mitt Romney.",
        "And this is what we call \"war on terror\"",
        "3247 sounds like a lot, but they are not Americans, right?",
        "... Please tell me he held up a picture of the trollface right after he made the ruling.",
        "They should be getting that money any day now.",
        "This article proves that the NK media isn't completely lying when they are talking about Western propaganda.",
        "Wow, what excellent journalism, not sensationalist at all.",
        "Oh, those aren't *real* Christians anyway.",
        "Now if only churches would stop directly endorsing (primarily republican) candidates during their sermons.",
        "I'm sure Hillary Clinton is going to condemn this any minute now...",
        "What did America do during the occupy wall street protests?",
        "Now this is Facebook gold.",
        "OK guys, now is the time to finally ditch Facebook and hit up Google+",
        "Awful.",
        "no its obvious it was those incubators Saddam stole from Kuwait",
        "She believes in capitalism as long as the government has influence on the economy, whats wrong with that?",
        "I'm not a huge fan of Scott Brown, but I will definitely be voting for him as I think this women will do way more harm than her brand of \"good.\"",
        "wouldn't it be great if all rappers just quite doing rap and started playing the blues like thieir ancestors did.",
        "I don't see how or why some women are crazy for him",
        "I wonder what the employees lungs look like.",
        "Time to break out the shop vac",
        "Oh god, she's like Tinkerbell.",
        "But, she's so bulky!",
        "This is the kind of hard hitting policy that a*mer*ica sorely needs these days!",
        "He's full of shit",
        "I feel dominant by not stuffing my face.",
        "Isn't that just normal lunch...?",
        "You are the cleverest troll.",
        "Nicholas 2:16",
        "The commercial itself is annoying....she's cute.",
        "600+ plus friends YEAH SURE thats living",
        "I'll never be as cool as Lil Wayne.",
        "He doesn't try to think period and this is perfect proof of that.",
        "We need job creators, not Bolshevik indoctrination centers.",
        "Not a job that *real* Americans can relate to, unlike being a Corporate Raider... I mean who hasn't spent at least one summer doing hostile takeovers and outsourcing jobs?",
        "Morbo: \"There were no survivors, Back to you Linda\" Linda: \"Ha, ha thanks Morbo\"",
        "I see there is a lot of good discussion going on in this thread.",
        "Probably in expectation of some nooky in return for this selfless act.",
        "Such a generous man.",
        "Yeah I've never heard anyone outside of the US complain about diving in soccer.",
        "Well it is a very true stereotype",
        "Title seems legit, nothing wrong here.",
        "Does your friend happen to be Katie Tiedrich?",
        "so rustic, so beautiful",
        "Wow, those professionally done instagram filters make your picture look so artsy!",
        "Kobe used to have such hops!",
        "Obviously fake...that is what adds to the humor...",
        "Damn Muzlans!",
        "Fuck their culture/religion herp derp.",
        "Yes because muscle tone on a woman is SO disgusting",
        "The creator of that thing has clearly never been with an asian woman.",
        "My mind went straight to Nanny Ogg :)",
        "no you people already stole pants... you can't have drawers too",
        "I would love to see how the liberals would react it the situation was reversed.",
        "I bet those 10 votes MASSIVELY turned that election in her favor.",
        "2nd amendment strikes again",
        "They should have had a sign on the door that said gun free zone",
        "Yay!",
        "Oh thank god, it would have been difficult for him to talk.",
        "ya but don't you feel safe?",
        "that Guy in the middle in that pic agrees.looks like he's giving the thumbs up.",
        "The War on Christianity wages on.",
        "This is fucked.",
        "Never seen this before.",
        "He's like, \"HAHA I have arms.\"",
        "The patriarchy made her do it.",
        "She is asserting her individuality and her right to shoot at innocent people, and it is a sign that she is an independent and strong woman",
        "*than",
        "Is it just me or could all these not showing the olympics live problems could just be solved by having the olympics only be played in the Americas...",
        "People here claim that they want the truth about cannabis known, then they post outright bullshit lies like this.",
        "Yes, because smoking weed was the reason behind their success and not the years of hard work and solid training",
        "nope gtfo",
        "Wow, you must feel so unwanted.",
        "04 ZX-6R?",
        "I take it that green fluid is to go with the new EBC Green stuff pads?",
        "That's why it so important to vote for Obama....four more years of peace.",
        "C'mon killing people's fun!",
        "\"Let me take you back to my place and we'll see if I can land my rover in your crater.\"",
        "They're HUMANS?",
        "Dat rover!",
        "What a waste of money... think of all the things the top 1% would have done with a tax cut instead of a NASA budget!",
        "Well clearly, he wasn't a *true* Christian.",
        "Do you have evidence of him being Christian?",
        "Republican's immediately attacked President Obama for his egregious abuse of the First Amendment.",
        "the state has no business stifling social protest in any way.",
        "the fuck did i just watch O.O",
        "Oh yeah; a Ninja 250 right?",
        "Jesus fucking christ, who is he?",
        "Cris, is that you?",
        "Oh no, someone robbed you of precious karma points, what a tragedy, have an upvote.",
        "Ouch!",
        "The nail polish makes a big difference",
        "put some windex on it, shit will be good to go in no time.",
        "And we pick him up.",
        "It's because we changed the uniforms",
        "This is how banana bread must be made.",
        "Obviously GOD made them to match!",
        "Heres another one you might find useful: If your head gets sore from laying on something hard, you can put something soft under it.",
        "LPT: If your knees hurt whenever you're on them, purchase a pair of kneepads.",
        "This is a great day when we can take materials that would have likely ended up in a landfill somewhere on earth, rocket them into space, and litter another planet with them.",
        "checkmate, conspiracists!",
        "Trolly McTrollson",
        "Yeah, I say nigger all the time then I wonder why people say I'm racist.",
        "Well, Fluttershy will probably die, horribly, but since Chrysalis is doing it to save her people, its A-OK!",
        "Well this explains the stupid number of views/messages I got today.",
        "The defensiveness in these comments amuses me, it's just a joke.",
        "Anti American jokes are sure rare here on Reddit",
        "Nope Obama is definitely a closeted Moslem trying to take our guns and freedom",
        "I think if he gets elected again, he needs to just come out with it.",
        "Male camel toe?",
        "I didn't see any money, brand policing, or delayed broadcasts and net censorship in there.",
        "TIL that when something is established as a possibility by scientists it becomes a fact on reddit",
        "But that's not possible - the world is only 6,000 years old!",
        "No no, that's wrong because that doesn't work in my favor.",
        "Expand it - god wants you to have headache - taking an aspirin is against god!",
        "They pretty much know who these guys are.",
        "Oh no this is gawker all over again.",
        "Cross post this to /DIY",
        "The rich keep getting richer!",
        "That's so funny, I was *just thinking* that what this sub needed was two year old articles speculating about senate races.",
        "But... but... illegal voting never happens!",
        "Surely it behooves the Economist to mention that in a liquidity trap, fiscal policy *does* begin to matter a great deal.",
        "Yes, it's a real stretch to imagine the fiscal stance of the federal government matters.",
        "LMAO",
        "As a godparent, I can say confidently that being a scienceparent would be much cooler.",
        "Jellybean or GTFO!",
        "excellent - this will change instagram forever",
        "With a fine ride like that, you can't blame the guy for wanting to show off.",
        "Guy in the jeep was not impressed when he came out from his lunch lol.",
        "If you're going to re post use a different URL, I almost didn't get to see this for a second time D:",
        "I like how all the snatch shots are on the other side.",
        "It loses \"warmth\", \"clarity\", and \"punch\"",
        "Glue?",
        "CLEARLY #2 WAS INTENDED TOP PLAY FROM LEE SIN WTF?",
        "I don't even know what to say about that #1.",
        "He's on to something here...",
        "this is a joke, right?",
        "Yes, because being fat means you are unathletic, unhealthy, and lazy, and that POOR fat woman at the gym finally started her long, difficult journey to being an ACTUAL HUMAN BEING.",
        "Running is fucking hard, no matter what your build is.",
        "I'm Down Voting You For Talking Like A Fucking Retard.",
        "What gives these dirty imperial Europeans the right to hold American citizens accountable to their laws?",
        "It seems like he is trying to give credence to the idea that the Constitution is an infallible holy text.",
        "oh yea, NPR - that leftist commie organization that's government funded.",
        "oh wow.. this is the first time i've ever seen this happen.",
        "the worst thing that can happen is not that, is call in a care package and the care package falls and kill you and yout team mate take it",
        "But how will they get their protein?",
        "The first humans on Mars will ~~be vegan~~ consume a plant based diet!",
        "I have this exact problem when I have to help my fellow developers who use sublime text 2 without vintage mode.",
        "Is this an example of Worse is Better?",
        "Wut.",
        "Oh, you are so fashionably contrarian.",
        "I still can fathom the stupidity of the whole Tea Party movement.",
        "I couldn't possibly see this inciting anyone to violence against democratically elected members of parliament.",
        "I guess reading racial slang in Huckleberry Finn is completely different.",
        "Looking for Alaska at Karns?",
        "It is perfectly natural, why should we be ashamed of our natural body processes.",
        "Is this why reddit gives fat women so much crap?",
        "Yeah, because liberals *never* eat revolting fast food either... we only eat elitist raw vegan organic stuff from whole foods.",
        "Like they aren't already?",
        "Because they will be millionaires like Romney one day!",
        "They voted for Dubya.... twice.",
        "Did anyone notice that manly stache?",
        "Thanks for the quote.",
        "Further proof that TNA is nothing but WWE rejects",
        "Holy audio-clipping, Batman!",
        "I thought the petition was pulled for reaching somekind of expiration point.",
        "You guys and girls are just racists.",
        "Lol...I cant wait to see what comes on the front page of TOI and Saamna tomorrow =))",
        "These people do not represent islam, Islam is a peaceful religion just read the quran.",
        "Yep, that buff sure made varus useful now.",
        "\"She was incredibly overpowered\" I think it is pretty cool of Riot to admit a mistake like that.",
        "Paul Ryan is the establishment's figurehead for the \"fake Tea Party\" and is designed to psycholinguistically confuse the \"Paul\" meme just like Obama was designed to confuse the Osama meme.",
        "He does have Paul in his name!",
        "Travis I love ya and everything you do for this community, I'm sincerely thankful for everything, keep up the good work :)",
        "We need more AMA spams.",
        "Use \"le\" it works for everybody.",
        "Trick question; you don't.",
        "I watch Fox news because mainstream media is so biased.",
        "FAUX is just being FAUX, aren't they?",
        "But, but, but -- they're fighting for *freedom*!",
        "Romney does not use this in his campaign against 0bombya **because Romney would bomb the Christians even more vigorously** in his attempt to placate his masters in Israel!",
        "LPT Request: A website where I purchase these",
        "And to think I spent countless hours memorizing which was which.",
        "Wow, my mind is blown.",
        "You can pick your friends, you can pick your nose, but can you pick your friends nose?",
        "It has to get crazy since they are highjacking some serious amounts of Methylamine.",
        "I was going to stop watching this week until i saw this tweet",
        "No way is this nsfw",
        "I would avoid you in an alleyway",
        "Ya cause Costco parking lots aren't a total shitshow regardless of who's in them.",
        "Clearly none of those Americans have tried parking in Richmond.",
        "Moa= minute of accuracy",
        "But where are the pictures?",
        "You know... we could go to Arizona to see rocks that look just like that and save over $2,000,000,000.",
        "As plain as they are, I find myself still wanting one.",
        "Hypocrisy has it's own elegant symmetry.",
        "Cuse it's 'MURICA!",
        "GOOD!",
        "Oh darn.",
        "Even if this was true (it's not), the alternative, hyper multi-national Coke must be better, right?",
        "If you forward chain emails, I assume you are over 60.",
        "WHY ISN'T AMERICA ALL THE WAY IN THE TOP LEFT CORNER?",
        "We are all one... Except Canada... Apparently.",
        "I hope they extends this policy so Jews cant sit next to Muslims",
        "Let me guess.. Qantas will issue a public statement that \"they didn't mean to discriminate against anyone\" and \"the policy is there to protect children\" and that they will be \"reviewing the policy\".",
        "Because people can't change jobs or get a different insurance",
        "Not as much as someone who works for a Scientologist.",
        "Yeah...this isn't photoshopped at all.",
        "darn it, can't you trust anything?",
        "Where do the measurements for the Ark come from?",
        "God works in mysterious ways.",
        "I like how this has 7 upvotes, and this comment has 7 downvotes.",
        "Just drive 5.3 more miles!",
        "Yes because *EVERY* teenager acts like this, no matter who they are.",
        "oh i like that",
        "Because then it would just be tacky.",
        "I counted this 13 times...or was it 12?",
        "Now I'm going to vote for Tony Abbot and the liberal because they are less influenced fundamentalist Christian's.",
        "You're pandering to stupidity if you take anything a politician does seriously.",
        "Why do you hate America?",
        "Socialism is not a bad word.",
        "Anyone else wondering whether in the future this technology will be transferred to private industry and here I come 1 hour global flights!",
        "We need this because those sneaky Afghans are kicking our ass with their Mach 5 fighter.",
        "Messi didn't even qualify for the Euro 2012 so Ronaldo should win by default",
        "Ronaldo just born in the wrong decade, I feel bad for the guy.",
        "Also, try not to downvote just because you disagree with someone.",
        "Thank god there's only two sides.",
        "Ah but sure he's rich, it wouldn't be right to treat him like one of the little people.",
        "Good.",
        "People being hurt by animals yay!",
        "on reddit you're the majority, anywhere else you're fucked up and don't appreciate the value of human life.",
        "You were vacationing in south florida!",
        "A small non-poisonous spider, definitely WTF worthy.",
        "That teacher just isn't a \"team player\".",
        "*sachs",
        "Love your oh so transparent support of Gary Johnson.",
        "He certainly seems better than his brother Gary.",
        "Big talk for an organisation with such a shady past.",
        "Look at it from the bright side, no crying kids beside you.",
        "Yes it's legal.",
        "You should see how much more black folks have to pay.",
        "Seems legit.",
        "**Radioactive radiations** uhm, ok, not even going to bother reading further.",
        "I wish there was a modular version that just had the waving grass shader and the lighting for lamps, glowstone, and torches.",
        "YAY I LOVE LENS GLARE.",
        "If someone x-ray'd my brand new computer they'd be wearing it in their colon.",
        "nice, now come back to us with an MRI scan.",
        "Poop",
        "I like penguins too...another proof that we are made in his image",
        "Why is the y-axis showing dollars instead of the number of people?",
        "Yeah but it's the men's fault because of patriarchy and the violence is man on man so it doesn't count.",
        "Good player, I just hope he doesn't get in the way of Parson's game time and development",
        "Dwight who?",
        "Essentially the US will not tolerate dissent of any kind so the UK has been ordered to get Assange.",
        "And this is why you should always wear a condom.",
        "The $594.70+$37.50 version, because it obviously has more value.",
        "I'm surprised the second one doesn't have $640 shipping fees.",
        "I know right those shirts are really screwing everybody over",
        "I cant see it, whats the photobomb.",
        "The vast majority of LA's big skinny palms were planted in preparation for the 1932 Olympics.",
        "What's a blockbuster video?",
        "TIL Michael Keaton's real name is Michael Douglas Hmm i wonder why he changed it",
        "I'm glad, I didn't like him in that role at all.",
        "pft, what does Kevin Conroy know ... He's only been doing Batman for what 20 years now ?",
        "I know the voice could have been better, but I feel they did it so the voice of Batman and Bruce Wayne a distinctly different from eachother",
        "Hitler liked the boy scouts so you all better hate the boy scouts!",
        "Because OBAMMA IS A SERKIT MUSLIN.",
        "They got Australia, that's close enough.",
        "and the Philippines!",
        "Any pics of you in a jean jacket with a mullet?",
        "Hey, don't bother to post more than one photo, or use a decent resolution or anything... and we don't want to hear about the car either.",
        "I've heard overwhelming the consumer with choices is the best way to get them to buy new",
        "As far as I can see, the Deluxe Version at $69.99 contains three addtional missions (all of them) ?",
        "White men: the last group we're allowed to freely discriminate against.",
        "Because only men can be pedophiles.",
        "I know I make all my important political decisions based on who is giving me candy that day!",
        "It's pretty obvious that the Ron Paulbots are at the end of their rope and will do ANYTHING for attention.",
        "Someone get a rake.",
        "Aww but ya just ruined all that historical collector's value, everybody knows Mosins are super valuable but you just went ahead and ruined it... bummer man, you messed up big time.",
        "China has always been completely honest with reporting their prison statistics, right?",
        "shit, i live in louisiana too :(",
        "I didn't know critical mass existed in Vancouver, will this be the first one?",
        "This is really going to make a difference!",
        "They don't need a striker; they've got Campbell, Ji and Wickham!",
        "Too injury prone, surely.",
        "Just what I need - more SHIT to fill up my already ridiculously high-capacity inventory window!",
        "Not complete, we need brick, stone and sandstone logs to match the wood.",
        "No, you should be exploring down to India, grabbing an Indian province, moving your capital there, then defaulting to basically become a Western power in India.",
        "And also, what are some good strategies for when sweden attacks?",
        "this movie was so terrible, i forgot it existed, until just now.",
        "These are exactly the type of jokes Dr Seuss would have loved!",
        "Cue \"But it's only about the rape case\"",
        "Shocking",
        "People do retarded stuff for publicity",
        "I will keep him in my prayers during this dark period of his life.",
        "Yeah, let's show mercy for old or crippled people just as the Nazis did",
        "Oh, come on it's not like they're Na- Nevermind, carry on.",
        "Everything I need to know about christianity I learned from Westboro Baptist Church.",
        "If only there was some way for us to put all the ignorant fundies in the world in one isolated place for them to hate and scream at each other while us rationally superior people eat popcorn and watch for entertainment.",
        "And violating theTurkish embassy today.",
        "Oh yes, the west never jails protesters",
        "Back in my day if you didn't do X thing for free you had to clean the chimney out with your tongue!",
        "You said no to money?",
        "Oh, I've never seen this one before",
        "Niggers aren't that hard to trick.",
        "Reverse psychology in action.",
        "No.",
        "\"Hi I've been sent by the government to save you money on your power bill\"",
        "Oh noes the nanny state is ruining private industry.",
        "Animated or bust.",
        "Guys I dont think you realize the real news the're making a DORA movie HOLY SHIT im so pumped",
        "NSFW, please.",
        "rape is hilarious!",
        "Smoking a cigarette correctly is too mainstream.",
        "Unlike cigarettes that aren't smoked backwards... Which taste delicious",
        "So *that* is how it works!",
        "But but but... you looked like that at one point!",
        "They make me fee all squishy inside.",
        "They look so... tasty.",
        "Shouldn't this be unpatriotic and those behind it extradited?",
        "je baat!",
        "Whats the difference.",
        "Implying Rihanna isn't an animal",
        "It's what we do every day with the epidemic of depression and anxiety, so why not with suicide?",
        "They government drugs us every day with fluoridated water that lowers our IQ and makes us calmer, they clearly have no problem drugging anyone.",
        "Do you know what the word \"religious\" means?",
        "Fucking theist elephants.",
        "WTF",
        "As an iraqi thanks america for ruining my country",
        "Did you guys hear that there haven't been any singles?",
        "K #2",
        "Oh, that is unwholesomely good in so many soapy, tight, shiny, powerful ways.",
        "I hope she is using plenty of Armor All on those tires so they shine!",
        "gasp, the injustice of not being able to be a resident of multiple States",
        "Precisely",
        "Give me, i will check it",
        "If that happens there is little to no chance that that code still is available.",
        "That would explain why they respond to things the same way over and over again, aren't able to stay on topic properly, or their responses are never consistent with the topic originally being discussed, and how they never ever stop responding for a few minutes, take a rest, or type anything a human would normally type.",
        "it uses correct grammar, that's how it's not.",
        "cool now you will be able to trade all of that in and actually be able to get a Mac, Mac gaming is where its at ...",
        "I see a nice repaint coming.",
        "isn't insider trading just Freedom of Speech?",
        "If markets are asset pricing machines, then insider trading laws merely delay the propagation of information to shareholders.",
        "We also added 4 more months in the future!",
        "You must have unlocked the DeLorean.",
        "When Branch wants to nap, he just tilts his head to the side and rests it on those trapillows.",
        "You should've taken some form lessons from him.",
        "*drool* S chassis heaven",
        "There's something about the pixels that tells me this photo was altered by photoshop.",
        "two shit heads doing the wrong thing",
        "I'm for it.",
        "what's twisted treeline?",
        "Welcome to the map of all day turtle because missplaced nexus subreddit!",
        "Listen I was told by ron paul people that the parties are the same and it doesn't matter if I don't vote or vote 3rd party, thereby taking a vote away from the democrats.",
        "Republicans: Dragging us back into the 12th century.",
        "Yes, because he's a great example of choice in women",
        "Worst Kanye song of all time",
        "...meanwhile kobe is in the gym practicing his jumper.",
        "If this is a white party why are there so many basketball players there",
        "Light skinned, lacking melanin.",
        "haha lets downvote this fucker because he doesnt know what a word means",
        "I'm calling it now: scene release for X360 and PS3 in less than two weeks... ... but PC piracy is killing the industry!",
        "Pardon me for asking, but what does \"Going Gold\" mean?",
        "\"late last year\"",
        "good thing QE came in to solve the problems",
        "At this point, why not make all 'terrain' blocks smaller (like, half height/width/depth) so people can make any detailed shapes they like?",
        "There is a mod that does this, but having it in vanilla minecraft would be better",
        "They already have this, it's just called the combat efficiency ribbon for some reason.",
        "Is this an OC or official?",
        "\"Burma Abolishes Media less Precise Censorship\" /ftfy sandvines for the win!",
        "good stuff reminds me of Kenya in the eighties",
        "definitely 24. not really an issue.",
        "Neither, I don't think he's worthy of having his jersey retired.",
        "It's great that the tf2 team are contributing anything to these events, simply spreading awareness through this blog post is amazing.",
        "As a Canadian, I'm greatly offended by that last part ^^^^^^^^^^^^^",
        "What garbage.",
        "So this is completely accurate",
        "even Buttercup wants Carl to stay in the house",
        "Ahh Hot topic always with their finger on the pulse.",
        "Just goes to show that anywhere a human being is in charge, corruption will exist there.",
        "Yep I used to work for Gizmodo and did very sketchy things, tons of blow and got drunk all the time but I'm not in anyway able to prove any of this.",
        "America's justice system is a Fucking joke",
        "Yes, your legal system makes sense.",
        "I love how the entire internet is seemingly against the republican party because the party is comprised of retards and yet they're still going to win a pile of states... how fucked is your country that these idiots are actually getting votes and WINNING?",
        "Of course I thought every one knew any rapist or incest-er pulled out!",
        "awesome so I can get some blow on the side or pills when I get my weed how convenient",
        "My faith in the rationality of my fellow man slips daily.",
        "Can I celebrate with copious amounts of homosexual intercourse while avoiding Cameroon for the rest of my life?",
        "And here I was thinking Cameroon was such a bastion of enlightenment.",
        "Oh, look, Team Evil Stephano.",
        "Much like real life sports the career is a VERY short one so you have to maximize on your earning potential as much as you can.",
        "Obviously, Tropical Depression 9 is an Obama plot to destroy the RNC.",
        "That would be hilarious if \"God\" smites the RNC.",
        "Stupid facebook shit.",
        "I think he meant to say that homosexuality is weird if it's two men.",
        "(*sigh*) so boring.... ;)",
        "Oh yeah that cleavage is totally boring.",
        "Thanks for outlining the last post, wouldn't have seen it and gotten the joke if you hadn't.",
        "That is so fucking adorable.",
        "$1,000,000,000,000 says we've never heard this one before.",
        "I need someone to pick on, to be the guinea pig of this explanation.",
        "no, League of Extraordinary Gentlemans",
        "NEINNEINNEINNEINNEIN!",
        "Most relevant OAG for me...luckily shes an ex now",
        "She needs to contact you asap, wow she's overattached.",
        "Worst book ever written... IF somebody tried to give this to me I would smack them in the face with it.",
        "Giving away free copies of books doesn't sound very Objectivist.",
        "Please do not attempt this is you are not handsome already without the clothes!",
        "all these guys look ridiculous... i'd just rather wear a t-shirt with 'YOLO' on the front",
        "That isn't sexual assault it's an expression of sexual liberation",
        "Just one more example of how women know they will never be held accountable for their actions.",
        "They done gone full retard.",
        "Yup, those are completely sustainable values that doesn't overreach the governments involvement in people's lives while crippling the monetary influx that you would need to enforce that unnecessary intimacy.",
        "But if a man doesnt want to be intimate with a woman, clearly he is gay, or has testosterone problems and needs to see a doctor!",
        "This subreddit is a joke right?",
        "I would have gone with indefinite detention or torture, but I guess welfare is pretty bad too.",
        "What does this have to do with this post?",
        "So we're heading for an American style government, because that's been working so well.",
        "Done properly it is a good idea.",
        "HTC sucks at delivering updates to their devices, they never updated the Incredible 2.",
        "The I2 and the TB give me hope that my Rezound will get Jelly Bean.",
        "My tax money went to Mars and all I got was this stupid video.",
        "Looks fake to me.",
        "After watching 180 degrees south, I don't agree with it.",
        "But but but.. people tell me hemp pulp is a billion times better.",
        "The Coulter quotes... wow, just wow.",
        "Yeah because why would any woman have an interest outside of sexual/abortion issues, right?",
        "Well, about 80-90% of Reddit either can't vote yet or are too lazy to actually get up off their asses and go vote so whats the point of posting this stuff, your opinion doesn't matter much if you won't even vote.",
        "This title was not editorialized at ALL.",
        "Yes you are, you are a beautiful, unique snowflake.",
        "You are alone in your journey",
        "Yeah, because telling someone they \"suck\" is a good way to help them become better at what they do.",
        "Uhhhhh because graphic design certs are a joke?",
        "DAE Hate the police?",
        "America, land of the free and home of the brave.",
        "\"The FBI claims to have evidence that a group of anarchists from New York are planning to blow bridges in Tampa in Florida\" And how many of the group are FBI agents or informants?",
        "It's probably a coverup so that when issac wreaks havoc on Tampa and knocks down a bridge conservatives can blame \"liberals\" rather than the fact that we barely spend any money on infrastructure",
        "Just what this series needs, more modern day references.",
        "MORE PROOF THAT CURIOSITY IS JUST A PROP AND ISN'T ACTUALLY ON MARS!",
        "I guess they didn't hear about the hurricane the government is sending to prevent just such a scenario",
        "The RNC is going to be such a delicious drama bomb.",
        "Maaaaaaannnn America never gets anything good.",
        "pfft New Zealand got them first.",
        "Dammit people, stop throwing invisibility potions on everything.",
        "It happens when a zombie starts breaking a door, doesn't finish, then someone breaks the door.",
        "Jon Jones",
        "Cain or Miocic",
        "upvoted for originality",
        "your logo's messed up",
        "I would give all of my money for a Pokemon MMO.",
        "As expected from a pussy Pokemon fan",
        "**don't",
        "Facebook screencaps are so funny!",
        "If you take out the green dye your diamond leather armor would look more diamond like.",
        "Can you fake leather armor?",
        "fuck off",
        "PSI STORM IS COMPLETELY COMPARABLE TO MARINE SPLITTING.",
        "Yeah, and Marvel probably wouldn't have any problem with it either.",
        "Or get sued by Marvel for a lot of money.",
        "If you checked his homework instead of cartooning, maybe he wouldn't be in summer school.",
        "I wish i could draw like that :/",
        "then take the sum and divide by 2 - the repug way",
        "Walking-things-with-baby-makers are meant to make babies, not to speak.",
        "At first I was like then I was like",
        "Oh look a gun, the owner must be a career criminal with a long record; I doubt very much that they just want to protect themselves since the gun laws in NYC are 100% effective at stopping gun crime.",
        "clearly this causes far less pollution.",
        "yeah, cause CN certainly never crashes and spills.",
        "This is ageist and homophobic.",
        "Does this repost make me look fat?",
        "LOL, I'm so used to imgur links that I thought you were a fellow NoScript plugin user... then the light bulb turned on... SQUIRREL!",
        "That's not a tax return.",
        "Oh that's ok then",
        "So not quite as shit, but still shit?",
        "I fucking hate my government.",
        "burden of proof is on the Accused not the claim; Awesome system!",
        "way to be a dick ;)",
        "OH MY GO IT'S A PENIS THAT'S SO FUNNY",
        "I'm getting massive lag on priority key entry",
        "NOPE I DEFINITELY AM NOT.",
        "But Herby was awesome.",
        "And neither does she!~",
        "\"Tacky\" has got to be the biggest understatement ever when it comes to this.",
        "I'm sure he paid *a lot* for this tattoo.",
        "Needs more carbs.",
        "Can I come over to your house, OP?",
        "Good thing there weren't any of those nutjobs with CCWs there or things might have got out of hand and innocent bystanders would have been shot by those untrained yahoos.",
        "Are you really asking a question?",
        "I want free playtime and my monthly fee back...........",
        "Really, are you such an evil person as you just shown us?",
        "It musty have been really pretty out there, until it wasn't.",
        "Violence is fine; it teaches toughness",
        "Oh man, what I wouldn't give to fight that Godzilla sized Mudcrab.",
        "Oh wow, nobody has ever seen this!",
        "Well, he's a little but older, so he must automatically know shit he didn't know before!",
        "Why does this have 25 upvotes?",
        "Because prohibition always works so well.",
        "Yes, because drug prohibition always work *so* well.",
        "Such an old dirty pie plate.",
        "Now you should paint it bright orange.",
        "God damn her camel toe has a cleft chin.",
        "Gurl you look fine.",
        "I have found that the guys most concerned about masculinity are often less masculine than me, and I'm not even trying.",
        "Yes, because shooting unarmed animals from dozens of yards away with a rifle is **so** manly.",
        "Dude, Russia is tiny!",
        "It does when it's the church making up the propaganda.",
        "Republicans... do you know any basic science?",
        "I'm sure this campaign will earn us all the votes from moderates that we need to win this election.",
        "It's not the programmers job to unit test their code.",
        "Wow",
        "Isn't RP for the border wall?",
        "I'm sure they share the same sentiment about the fleet-footedness of black males.",
        "Meh, it's on the ghetto side, no one cares.",
        "Not getting touched until October.",
        "The bad part...being an American?",
        "Many countries are exempt.",
        "if reddit was run by racism-powered generators it would be self-sustaining",
        "Leave him alone he is clearly trans-race, he's a white male who wants to be black, that's definitely is the reason and not because he's racist at all",
        "You mispelled pig cock.",
        "**NSFW**",
        "Apple claims a patent on \"a rectangular computing device\" so yeah, I suppose that doesn't apply to the core Android system.",
        "I guess Google ~~doesn't want people to know~~ didn't read how hard the Nexus S got slapped",
        "That's swell.",
        "Sorry I was hungry for cookie krisp.",
        "Well, since you drive a smart car, I'm inclined to believe that you promptly got into your car after taking this pic and parked somewhere else in fear of any confrontation.",
        "Parking spaces aren't really \"required places to park\" so much as they are suggestions on where to park.",
        "Put a wider choke on there to compensate.",
        "side to side or front to back?",
        "do you get made fun of alot and are there any physical disabilities or \"flaws\" you have because of it",
        "The south is a pretty cool place.",
        "What happened to the party of small government?",
        "\"We didn't want the youth vote anyway.\"",
        "That's why congress should force banks to make loans to unqualified buyers.",
        "I'm glad my husband makes decent money and we have a roommate since I bring in around $4000 a year.",
        "Claims the USADA.",
        "He's ten times the man we are.",
        "stupid title, have a downvote",
        "If we've only explored 5% of the sea, why isn't there any fog of war there?",
        "Don't know about you but looking at those miners watching Romney's speech I had the feeling they were NOT thrilled to be there.",
        "But it was worth listening to horseshit for a couple of hours, right guys?",
        "That is the most blood thirsty and violent pit bull I have ever seen.",
        "Don't just sit there rub her belly!",
        "Seems in pick up games that's the only way to score",
        "Anytime we have a three point line we use it.",
        "Yeah, puns are super unpopular on reddit.",
        "No.",
        "Money says its just duct tape inside the van.",
        "Omg this is so sexist.",
        "I've looked at this blog's articles and see no apparent bias",
        "How is this website a legitimate news source?",
        "Big surprise there....",
        "Welp, I'm done giving this guy attention.",
        "Looks like you also got yourself a magical picture taking potato.",
        "Oh boy, how did you manage that?",
        "What grade is he in?",
        "I don't see what's the big deal, it's the gun's fault he shot people.",
        "You have 7 days to live.",
        "I think you have the screen flickering problem, lots of people seem to have that.",
        "Yay more shen nerfs!",
        "FOR THE LOVE OF ALL THAT IS HOLY, MAKE ANNIE'S CONE LIKE KASSADIN'S CONE AND I WILL HAVE NOTHING TO COMPLAIN ABOUT!",
        "The obvious reason people are doing things is because they are overpowered and need to be nerfed.",
        "Well theres a reason the pros play them, the champions are good.",
        "Laning against the same chamipon is op.",
        "Someone accomplishes something that is very cool and difficult, better be a dick to make myself feel better about all these n00bs I get stuck with.",
        "Yah...Seen it before....Wasn't it on Tosh.0?",
        "I've never seen this before.",
        "Not the llamas :(",
        "Are you sure you didn't meant idiot's?",
        "That might have been the most misogynistic thing I have read.",
        "Cuz women don't watch college football hurr durr amirite",
        "Louisiana and Mississippi must be dens of sin.",
        "Seems legit, so long as you believe that no-one was praying not to get killed by hurricane Katrina eight years ago, then I guess his logic is infallible.",
        "Thank God that no one runs complete baseless attack adds in America!",
        "The biggest insult was that they have called him a jew...(for real)",
        "They gas egg laying hens at the end of each cycle on purpose, so cleaning up efficiently is a well-documented process.",
        "I'm sure the job paid well.",
        "A nation in decline.",
        "The hurricane stayed away because of those guys, right?",
        "because both parties are the same",
        "But dead republicans do.",
        "At least she got her hair did.",
        "Google feeders or don't, you have been warned.",
        "Taipei's MRT during rush hour is quite calm compared to Beijing, Tokyo or HK",
        "Not nearly as clean as NYC's MTA",
        "tayshaun getting exactly .025 seconds of face time...nice",
        "lebron didn't have his shoes on during the 2nd set, probably made it easier",
        "Good thing no one knows this obscure band.",
        "This is probably my favourite song title ever.",
        "Change I can't believe in.",
        "The DEA should feel really proud of themselves.",
        "This is why I always say we need more guns in schools.",
        "I wonder why he didn't just call the police and wait for them to show up?",
        "Wow this is the first Bush to ever lie to the public.",
        "Jeb Bush - 'nuff said.",
        "well james franco dies... nicely done trailer makers.",
        "Nice to see that Ray Liotta is getting out of his comfort zone.",
        "Better than a few years back when the police actually arrested journalists.",
        "These people are so nice.",
        "It's okay -- the local news said he was probably on drugs.",
        "Really, all that officer was doing was trying to kick the pepper spray off of his face, and wouldn't you know it, the guys throat went and got in the way.",
        "Le jaguars face.",
        "Wait, aren't popular gifs like this memes?",
        "and it will scan the phone for pirated works and delete them without your knowledge.",
        "There's no way to get around the inverse-square law.",
        "They're losing more in depreciation of the principal to inflation.",
        "The obvious solution here is to borrow more money to build up the US military to deal with the Chinese military threat",
        "Is that Adam Savage?",
        "You're missing some outline there.",
        "Never seen this before on reddit.",
        "how many times must this make the front page",
        "Judging by how many stories I heard and divorces I witnessed, it must be really tough to not leave your military husband.",
        "Why, cause it's condescending?",
        "Western Imperialism claims 2 more lives.",
        "Thank goodness the Taliban are there to enforce morality.",
        "joke's on you: i'm not having any children.",
        "Where is the evidence that global warming is man-made?",
        "What if I told you they were going to vote for him before the AMA?",
        "Yes, that's the reason people are voting for him.",
        "Lol no like i mentioned its geared to a young audience and it is more recent",
        "Hamlet?",
        "but how will our states generate revenue via traffic tickets?",
        "This would not work well in Houston.",
        "I haven't.",
        "But did you really \"get\" it?",
        "Americans should be proud of their history",
        "A great southern classic...but seriously my grandmother had that on her bookshelf.",
        "This really needed to be submitted as an image.",
        "Looks like the Booty Bay fishing contest is going to get a little more manageable for a lot of people.",
        "I wanna be I wanna be like Mike",
        "[Looks like someone didn't pick Option C]",
        "Why did i even buy a high res monitor",
        "Wow what a great title",
        "Nice of him to take his snout out of the trough long enough to squeal for the cameras.",
        "Yeah, because Cruz would totally come to the White House when summoned and stay as long as needed to come to a reasonable, responsible solution.",
        "Remember that white people say but things, but black people *do* bad things",
        "Sadly there are other saying basically the same thing (although in a more coy manner) which are highly upvote in that thread.",
        "\"We should have sex\" Man this guy is smooooth.",
        "But OP, you could have so much wex with him.",
        "And this just in: PIGS FLY!",
        "What a shock.",
        "....Guess I won't be finishing this Merck application that I was in the middle of :(",
        "And they'll pass the savings on to YOU!",
        "what a bitch",
        "wow, super funny",
        "Poverty line in Congo looks a lot worse than here.",
        "But they have tvs and refrigerators, so they're not THAT poor!",
        "You mean like a false-flag attack that drags us into a middle-east war?",
        "Glad to see the US is serious about negotiating with Iran, that latest comment is a great start.",
        "First positive link I've read in a good 24 hours.",
        "Looks like its time to convince the Chineese that Siberian tiger bones improve boners.",
        "Shutting down the government AND the military at the same time!",
        "Agreed",
        "Yay, now I don't have to pay taxes!",
        "I love how he says one section of one branch of government doesn't get to shut everything down when clearly, it does, lol.",
        "Admit it, you want to marry that silver tongued Lothario now, don't you?",
        "A modern day Shakespeare.",
        "Wow so meta much cringe very circlejerk Me love you long time Upvotes to the left DAE cringe?",
        "God im done with this sub fuckin circle jerk shit",
        "Newbie here, can someone please explain what is unusual about this board?",
        "Looks like a fun format",
        "The first feature film rendered entirely on a first-gen Playstation.",
        "This Film Is A Serious Game Changer!",
        "Well, if you don't have anything to hide then there is nothing to fear.",
        "NO SHIT",
        "hacking your way into my heart",
        "admissions are great, I get to skip the whole investigation and just ban you!",
        "As we all know, Apple are the only ones who can innovate.",
        "Samsung is innovating on the front of including half-assed software gimmicks that solves a problem that didn't exist...and ripping off designs.",
        "hahahaha handicapped people omg lol",
        "BEEP BEEP, WIDE LOAD",
        "It's worth every penny to bring Jeeezus back.",
        "Pls send more Hitler might be back any minute:(",
        "If a man wrote twillight it's more likely that most of the radfems would complain or make fun about how bad men are at writing female characters, even though the male characters in the books are even worse.",
        "I hear mien kamph is a very popular book",
        "Hiring a hitman to kill a customer in order to protect your market doesn't strike me as a characteristic one would expect in an voluntary relationship.",
        "Well I'm glad to know that the government still considers shutting down voluntary marketplaces an essential service during the shutdown",
        "Aside from Niskanen, Sutter and Jokinen, all of our offense has some form of NTC I imagine Buffalo is pretty high up on the \"will not accept a trade to:\" lists.",
        "trade geno and sid for miller sounds like a great trade",
        "Wow, never saw THAT coming.",
        "can anybody confirm that this is true?",
        "If English was good enough for Jesus, then it's good enough for me!",
        "why wouldn't they teach Spanish instead?",
        "\"I thought we had something going\", what like how Ted Bundy and his 'girlfriends' had something?",
        "*stab, stab, stabbity stab stab STAB STAB*",
        "Newest book must have been too close to the truth, amirite?",
        "Clive Cussler's publisher is so happy right now.",
        "Dude, the hotkey for recall is B, just press it and wait for the whole channel",
        "The biggest problem is that people generally like their Member of Congress, but they hate Congress as a whole.",
        "Please :( think of the fucking karma.",
        "If someone misuses an Advice Mallard, downvote them!",
        "Dude I was meaning to watch those I swear!",
        "I'm sure a business that spends that much time on the fucking counter will be successful beyond their wildest dreams",
        "Awwww boo hoo :c",
        "Aww, my heart goes out to those poor NSA workers.",
        "Christians aren't really doing themselves any favors by being willfully ignorant and gambling with their lives by making a public statement that they believe in the wrong sky fairy.",
        "They're probably safer there than in America, what with all the discrimination Christians face here.",
        "Let me hop right on that",
        "This isn't the droid you're looking for",
        "Tonberry?",
        "Too bad no vendors sell it...",
        "No that's funny!",
        "Why don't you post it to SRS and summon your other clamhurt legbeards into the fray?",
        "Why would you question if its possible when you just witnessed it?",
        "It's her genes man...don't be oppressive.",
        "***SHHHHHHHHHHHH***",
        "I can't tell the difference between X &amp; Y and Red &amp; Blue, they are like the same game!",
        "Without government who will build the trails?",
        "no but without the government there wouldn't be any paths to walk on in the woods, there would be no roads, no gift shops, no maps...but now that they exist we should probably just get rid of the government",
        "This is a totally original joke that I've never heard on the internet before.",
        "The old gameboy had great battery life!",
        "Yeah, classical genres seem like the kind of stuff that needs your undivided attention to fully enjoy.",
        "I dunno The Rite Of Spring makes for great breakfast music",
        "I would've been struck down years ago if this was true.",
        "This is so deep",
        "SO PROUD!",
        "If he continues this rate of one Player of the Month every month, he will have 40 Player of the Month awards ten seasons from now.",
        "OP doesn't like the fact that smart people have iPhones.",
        "andriod doesnt look better than ios doe",
        "Yeah, because those late third trimester abortions are all the rage these days... =/",
        "I'm black and you would be shocked how many black men say this about black women.",
        "yeah just like gold farming",
        "It's not very good if you start losing",
        "Abyssinia don't real",
        "But but, I thought if the library at Alexandria hadn't been burned by Dark Ages Christians we would be exploring galaxies!",
        "A white straight cis man telling someone else to check their privileges is seriously hilarious",
        "why must the straight white man always suffer...?",
        "I was on the same train of thought... There are so many people out there paying tons of money for schools that a little more than a bad joke.",
        "I have you know I'm a red belt in boxing and a green belt in no-gi BJJ",
        "I wish I was literally doing nothing with my life.",
        "WORTH.",
        "Call of Duty multiplayer would pretty much die if this happened.",
        "Has worked very well with other games, like DotA 2 and League of Legends.",
        "I thought reddit hated hybrids?",
        "Sick whip!",
        "At least \"They Gots Them Thair PRAAAIDE!\"",
        "Yeah, fuck the people and the country, this is a matter of pride.",
        "I know that you've just been pining away for ten years wishing he'd ask you to procreate.",
        "Maybe he wants to sell you a baby.",
        "Sounds like something big corporations do... it's not legal?",
        "Just one thing to say... \" see you next Tuesday \"",
        "Yes, you are the ONLY one",
        "Pyroar - beast",
        "In training for becoming a teenager.",
        "Great parenting there",
        "Nothing says romantic love like \"bend over and let me give it to you\".",
        "Did he post a pic after his last comment?",
        "Cool maybe people will stop hating fags now.",
        "Not that it has much to do with the story, but Vanderbilt has offered same-sex DP benefits for a long time now.",
        "Rookie mistake, always lead with the 9\" dick.",
        "This is what the PUA call \"Demonstrating Value\".",
        "TIL that if you get sent to Seaworld for an MRI, you should probably out down that burger",
        "Thin Privilege is getting a real MRI in a hospital.",
        "This is just not fucked up at all.",
        "The picture is nsfw",
        "How dare she comment on something.",
        "Now I'm waiting to hear what Natalie Merchant, The Donnas, Luscious Jackson, Veruca Salt, Aimee Mann and Mariah Carey have to say about Miley!",
        "Link to Nexus mod page?",
        "I'd love to fuck the shit out of her!",
        "They're going to announce they found a bacterium in a landfill that can metabolize mercury, and then two months later it's going to turn out to be sample contamination.",
        "They're going to announce that the moon landing was faked",
        "Yes, I can definitely see how (slowly) self assembling legos can more efficiently handle many tasks that a sturdy robotic arm cannot.",
        "That's not a nanobot, I know this because I can see it.",
        "Mourinho really destroyed Mata's career huh ?",
        "Does anyone know why he isn't playing mata?",
        "Blank Check Barry and Wimpy Reid continue to refuse to negotiate their ransom demands as the Bammy Barrycade Brigade National Hostage standoff enters its 5th day.",
        "can't imagine why there are downvotes on this",
        "I don't know guys, that apology seems really sincere.",
        "What an idiot.",
        "Oh, well, if she was insane, then she deserved to be shot, in spite of being unarmed.",
        "Stamford woman might have thought the ~~President~~ NSA was stalking her.",
        "Better to have no parents than gay parents.",
        "sweden... snowden..... i keep reading it wrong im like WTF why is he even adopting kids (then i thought about when indy was back in that restaurant in the crystal skull where he uses those kids as body protection!",
        "Choosing between a One Fifty Lashes and a Golden Ale is the hardest decision of any night",
        "I thought fosters was the pride of australia?",
        "They only have wars to thin them out a bit, its probably the reason for the rise of civilisation.",
        "The ones that survive that is.",
        "But the diamond lane has been such a success",
        "Essentially, they are ripping out an existing bike lane to put in sharrows... how is this \"considering bike lanes on Bay St\"?",
        "Because a man can't be a mentor for a younger man/boy without having a sexual driven intention",
        "Somewhere right now, in a laundry basket, there is a Batman costume with a stained crotch and a Robin costume with a stained seat and a crusty face mask.",
        "OP's never heard of a vibrator.",
        "You forgot the pint of Ben and Jerry's, DVD of The Notebook, and a long pink glittery satin nightie.",
        "Yeah that's literally barely anything compared to how much will be spent on health care.",
        "Hey those wars paid my salary and got me a bitching computer, bro.",
        "What about waking up?",
        "I always like to start with a resounding \"Fuck the po-lice\" It filters out my audience, engages those who remain and really makes a statement about my personal beliefs.",
        "Yah, that's what they are doing.",
        "Hahaha didnt even notice he has him by the dick lol I bet he tapped out pretty quick",
        "xbox 360p textures.",
        "But that's because they didn't download the HD",
        "Your loss.",
        "Well that's a fantastic reason to deny yourself a great experience.",
        "But guys....R Truth sucks",
        "well I expect things like this from Truth since he cut the greatest promo ever with Ricky Steamboat, better than the pipebomb hard times, or any other promo",
        "Until a Republican does it.",
        "He own's the Sonny's BBQ chain of restaurants, and as a person who loves to eat there, it's worth $20million and more.",
        "everyone makes stupid choices, including you.",
        "Yeah because theres no possible reason ever to do something illegal that isn't a stupid choice.",
        "DUPES DUPES ENJOY B&amp; CALLING MAJICOU RIGHT NOW",
        "log on to a nearby alt if possible with less bread",
        "Where's Rommel?",
        "He looks genuinely curious about the photographer.",
        "I would suggest that there's more students *taking* the exam due the increasing importance of college entry.",
        "Yes, this is a big problem, better push through Common Core!",
        "Brings back memories of being a first year :)",
        "You laugh now, but proper use of hyphens is of *critical* importance in our field.",
        "Well bust out the big box of crayons and color me shocked.",
        "I guess they forgot which costume they were wearing",
        "what were you thinking, leading him on like that?",
        "amazing",
        "i don't think i like you very much.",
        "Yeah... fucking homeless people... why don't they just buy more money like good upstanding folks in dc do!",
        "Video is obviously edited, if your ELO was as high as PEEFsmash, then you would see that Spiders are perfectly fine and that no such evidence of broken spiders exist you baddie.",
        "/waves hand These are not the hitboxes your looking for.",
        "I was expecting a picture of a toddler.",
        "They're delicious.",
        "That was a great read",
        "Better learn to kiss ass guys.",
        "Well, that was the least biased article I've read all day.",
        "Ha Ha",
        "eh, do it all the time.",
        "Well they ARE better than us, and are obviously entitled to use the space that is no longer useful to them as a garbage pale.",
        "Awwww... that's racist.",
        "Standing on the porch doesn't bring home the bacon... I mean... chicken.",
        "Hug life!",
        "Has anyone \"focked\" with him yet?",
        "Well glad to see Turkey had nothing to riot about.",
        "So the same thing every Western country does at every major protest, and has been doing for over a decade now",
        "Permanently ribbed for your pleasure.",
        "It's like his dick swallowed part of a slinky.",
        "how quickly my stupid facial hair grows",
        "My gender.",
        "At this point I just have my fingers crossed that it ends up something like Fallout.",
        "It's not like the US economy going to shit will affect my country",
        "Fuck yeah, White Power!",
        "Yes, I'm sure no one will judge him for it.",
        "I love Barcade, I'm goin there saturday for my bday",
        "I know that's Wrestling Superstar Virgil, but who are the others?",
        "Yes lucky is nearly being demolished by two trucks, wish I could be that lucky.",
        "I would not want to be driving faster than those trucks in that weather with so many of them around.",
        "What is it with ending all your sentences like this x I've seen it twice today x Is it a hugs and kisses thing x Really weird all by itself like this x",
        "Age doesn't matter, unless you turn him down.",
        "Because if negging doesn't work, a picture of my dick is definitely going to seal the deal.",
        "I bet it's a giraffe.",
        "This picture excellently shows your Alice costume.",
        "Now I understand why it's called wonderland.",
        "Scott Walker with his middle finger flying high at Obama.",
        "he's a terrible individual that should be impeached",
        "No, its because you're black.",
        "Looks like a starving African boy.",
        "If power is out I'll turn off my damn phone to conserve battery power.",
        "Yes, because everyone has a phone with wifi capability.",
        "Those greedy indigenous people who want their land that is being stolen from them.",
        "This is correct,",
        "No I don't think that, you're the only person who does think that, I think they should be made to pay for the kids college in fact",
        "oooooh what an unpopular and brave thing to say OP.",
        "and the red ball was never seen again",
        "I like the part where he fights the truck.",
        "Bendable and unbreakable shouldn't be in the same sentence with LG.",
        "But would they be 64bit?",
        "Death black",
        "reluctantly forgiving blue",
        "\"Dude so rad\" the music makes it sounds straight out of the 90s.",
        "But c'mon, that headset *is* super sweet looking!",
        "frack it, right?",
        "I'm sure that will turn out well.",
        "Oh my god I never knew this, thank you for enlightening me!",
        "but... it is... and we knew this already",
        "LiveHardandProsper wrote: Play Sleepy Dags and love it, but don't be surprised at some of its shittiness regardless of our praise.",
        "akornfan wrote: I'M SO EXCITED",
        "'Wisdom' of Solomon",
        "Classic Billy.",
        "I bet Twilight fans are closes minded, bigoted, authoritarian, killers, who love Cheney.",
        "In short, they're all pussy-ass faggots.",
        "Thin privilege is not needing a billboard to fit on a sign!",
        "Wow, that website is just amaaaaaazing!",
        "Just imagine how much worse it would be if they weren't suing and trying to through their fans in jail.",
        "Power is its own point.",
        "Brokeback Mountain, am I right guys?",
        "The Dark Knight would probably pretty different",
        "Just download some RAM and more internet, its so simple gosh",
        "or they don't want to upgrade their fucking servers",
        "This is really getting out of hand.",
        "I'm surprised.",
        "Time to privatize water.",
        "Yeah, I live on the start of the Mississippi, I should be able to collect all of the water in my yard.",
        "I thought the skin count was well in the 40's?",
        "Shocked by lack of Wii U version",
        "What video game is this",
        "Can't believe I guessed the game by only the description.",
        "GTA 5 totally doesn't have as good of deformations as IV",
        "They all float down here",
        "No rep feet were over the rings.",
        "i can see myself dying trying this",
        "If you ask me, the cunt in the wheelchair was acting up",
        "Do a barrel roll!",
        "if i had the money i would leave too.",
        "It's because the minimum wage is too high",
        "I don't care if his workrate is limited and isn't on Jericho's Christmas postcards list, Bill Goldberg is one hell of a human being.",
        "When did Ryback grow a beard?",
        "The GOP certainly isn't perpetuating it's misogynistic image here.",
        "Everyone knows you need large breasts to govern effectively, why even bother putting it on a pin?",
        "Hey, all the furloughed NSA folks are probably applying for jobs right now.",
        "Gosh, it sounds so sinister when Russia does it, yet when it happens here, I have not one complaint at all.",
        "Is this for the iPhone 6 with the 4.8\" screen?",
        "I hope there is a new Mac Mini as well.",
        "Yeah... that'll send them away without suspicion.",
        "You might be right, but you'd be an asshole, and thus the police might not be that helpful with you with whatever they're doing.",
        "Stories like this get me excited to see what kind of competitive system Njntendo will offer in Gen 8!",
        "But then again, Wii U is a next gen console so I dont see why Nintendo even is getting any creds for this?",
        "In TRich we trust",
        "I, for one, welcome our new Donald Brown starting running back",
        "I love that someone happened to be perving out with their video camera when this happened.",
        "Girls gotta eat!",
        "actually we can afford to deliver mail and if you own missiles then you dont have to pay to bomb them.",
        "Let's just repost everything from 2 days ago, I'm sure no one will notice.",
        "I don't know, the iron bowl probably could be the top 5 by itself, heck it could be all rivalries put together.",
        "South Carolina-Clemson...?",
        "Good thing we keep funding vital things such as homeland security over these silly things like housing, the EPA and NASA.",
        "Cringeworthy JS design is indeed a great visual showing.",
        "*Obviously* he's just donating the money so he can start indoctrinating those children with pro-business propaganda",
        "While generous this contribution may be, it doesn't undo his work to take down regulations that protect the environment from his company's pollution, his work to undermine our democracy with his attempts to buy elections, and his deliberate dumbing down of America.",
        "Greedy insurance companies!",
        "I thought we were getting free healthcare!",
        "\"Romance is dead, therefore, here's a picture of gastropodomorphized male genitalia\" Makes perfect sense.",
        "Words: I have none for this",
        "After that thread yesterday, Im surprised your not being called a creep for having the audacity to hit on the poor girl.",
        "Twist: girl was in a coma.",
        "hes not clique xD",
        "Linal plz, who 1v1's anymore?",
        "exactly.",
        "\"Do as we say, not as we do\" has always motivated uncooperative people to a great extent.",
        "This is not surprising in the least.",
        "but they say the Common Core in education is going to fix all this.",
        "Ovo nije cringe, ovo je full body contortion &amp; soul distortion.",
        "Sve je ovo zavera, odmah da vam kazem.",
        "And they should make a heroine mundo, magic mushroom teemo, and cocaine jynx.",
        "Yeah no.",
        "If they make a medical test that can *tell* if someone is gay, surely that's worth a nobel prize in itself",
        "Countries I was visiting: Bahrain, Kuwait, Qatar, Oman, Saudi Arabia and the United Arab Emirates Oh wait, no I wasn't.",
        "Global warming definitely isn't caused by humans.",
        "Los Santos will be happy to be back on top.",
        "Hahaha, liked this on the most, do more!",
        "hope your moms okay sounds pretty serious",
        "Good thing there were two back and forth camera angles or the video just wouldn't have been very good.",
        "Isnt that just an Austrian accent.",
        "It is what God wants.",
        "This was on the front page for most of the weekend.",
        "OP is obviously a racist",
        "Sharpton has got to got to be up there with Gore on the love to hate list for right leaners.",
        "good job",
        "back story?",
        "I'm fucking there",
        "Yeah, SEC teams schedule cupcake OOC games only.",
        "Yeah..[I bought a jet ski in '86 from Pat Benetar]",
        "Will be pretty much easy to replicate with the content creator I assume.",
        "But its not a real assault rifle",
        "This asshole was a retired COP.",
        "And the same respondents supported the ACA, but hated Obamacare.",
        "I don't watch Fox, or care for them, but a friend informed me of this and I thought you might find it interesting.",
        "Someone told me the media demonizes black people.... Then I realized they do that to themselves",
        "Except that feminists actually did say that all men are rapists.",
        "\"I don't even know how Steam stay is afloat because it's da biggest place of da piracy in teh worlds, bigger den The Pirate Bay evenz\"",
        "Yeah, because it isn't ridiculously easy to pirate games for the peasant boxes",
        "Obama wants people to die from the shutdown so he can blame it on the GOP.",
        "Because good, honest Americans just trying to make a profit who *just so happen* to *accidentally* make some other Americans sick are not terrorists and also maybe make some donations maybe.",
        "Some JB weld will clear that right up for ya.",
        "Aww, they're friends!",
        "Title should read: Superobvious Match-fixing.",
        "Oh wow a team with the name Olympiacos is getting a favorable and quite ridiculous call...this is so weird.",
        "Thank god theres such a shortage of hockey fans down here",
        "More Sens games, less Sabres",
        "More Swolehate.",
        "Someone who doesn't seen to know what 'conceited' means definitely has degrees in law and medicine.",
        "... You have low standards.",
        "Because obviously that's what every gal dreams of hearing.",
        "Watching his small fast dribble steps he reminds me of Messi.",
        "He needs to bulk up if he's every gonna make it in the league.",
        "Don't worry, Macafee has us covered.",
        "Let's build a more secure internet.... ...with blackjack and hookers!",
        "HAHAHA DID YOU SEE HOW RELENTLESS THAT TROLL WAS",
        "You can \"say\" things through text, idiot.",
        "It's great how I don't have to actually see the movie anymore since they condense it into the trailer for me.",
        "Looks a really good film, glad LaBeouf is acting in better films, as he has the talent.",
        "This is not surprising, since women are more likely to end relationships than men.",
        "Because Batshit Crazy + Batshit Crazy = twice as much Batshit Crazy.",
        "100% of Americans have the gov't they deserve.",
        "Good, the Koch's can fill the void with their novice and carefully conditioned minions for a much lower price.",
        "is this not the tea party standard manifesto?",
        "i'd vote for him, but i'm canadian",
        "And we all know why Casillas was benched!",
        "Casillas is getting no love at all.",
        "Just printed it out and stuck it in my phone case (it has a clear back so my nexus can have a changeable case) :D",
        "Yuna looks great, but who's that other girl?",
        "Completing sentences is overrated anyway.",
        "It would have been nice to select GPS + Mobile Networks.",
        "Rule #1 of armed robbery You keep the advantage if you keep your distance.",
        "If he was carrying a gun, that situation wouldn't have happened in the first place.",
        "On another note, I hate everything.",
        "Time to sign Odom!",
        "happy cake-day",
        "never heard this song before",
        "Aw, he is stopped to give you a ride.",
        "Moments like those makes you wish for a bug where the car bumps with a pebble and explodes.",
        "What a shocker.",
        "I wonder how soon after GTA V's release on the PC we'll see the HD texture packs.",
        "I kinda think you are missing the point, can't tell if ironic or not :/",
        "I just shot milk out of my nose because I was laughing too hard at this picture of a bus",
        "Matchmaking is also having problems, I've been trying to find a game for 10 minutes now.",
        "Don't worry guys, I'm sure Riot are working on it and will endeavor to let us know as soon as possible what the problem is!",
        "haven't seen all of these before",
        "Eh, White people have more fun.",
        "I blame the Muslims",
        "Because they're filthy Palestinians",
        "Why are people Liking this?",
        "Jobs will be just lining up for her with all those weed pictures on her Facebook!",
        "freeze freeze, nuts need low temps",
        "50 in the morning, 90 by afternoon :/ My girlfriend got me an amazing scarf, and I want to wear it to classes and shit, but it gets SO FUCKING HOT.",
        "Well, you dumb!",
        "Lol, it's a stretch, but it is what came to mind when I read it myself actually.",
        "Let's hope this means it gets the sequel it deserves!",
        "Please post updates on this every day.",
        "What a shame, it did so much and was such a fantastic idea",
        "Who thought this was a good idea in the first place?",
        "Andrew Prescott should be arrested and questioned.",
        "Nice to see everyone cooperating!",
        "That's just because you haven't found the right dick yet.",
        "Are you drunk?",
        "Shocking!",
        "That's because no one is at work, fool.",
        "Seems legit...",
        "Obvious spam.",
        "Dipset Christmas",
        "Cruel winter",
        "the living embodiment of excitement",
        "Oscar is about to fuck someone up.",
        "Thats the thing with eu servers, they try to fix one problem at a time as they show up",
        "yes and they obviously fixed it and now we running it again and they fixing it again!",
        "To bad she can't score a fucking goal!",
        "She couldn't even score.",
        "Javelins were considered the weapon of the fat and smelly, hence being named after the javelina, one of nature's dumbest and stinkiest beasts",
        "But they only used bows and swords back then!",
        "Looking forward to seeing the new fourth line",
        "If he doesn't score a hat trick while putting one through his legs, I won't be impressed.",
        "Switch to HP, they couldn't give a shit less, they ask no questions.",
        "wow it was a really good thing I didn't have headphones on at max volume, thanks!",
        "Waitwaitwait... \"The Libertarian Republic\" is outraged that a private enterprise used their freedom to deny service to an individual?",
        "It's disgusting how little men's health is cared about.",
        "Well dammit you must have sucked all the funny out of it.",
        "Not funny, you're probably 12, I want to poop on your head you cock sandwich destroyer.",
        "Finally, women starting to take some responsibility!",
        "I didn't find this funny, it just got more and more sad.",
        "If the US would just leave everyone alone, then no one would bother them.",
        "And not getting Assange for the USG to ~~torture~~ interview.",
        "I'm sure it was just a mistake and Hertl sold it and Edler shouldn't be suspended.",
        "Imagine that, a Canucks player with an illegal/dirty hit...",
        "Well, you know, maybe a man that close to God should be surrounded by heavenly things?",
        "This guy is FAB-U-LOUS",
        "That's it?",
        "Freeloaders!",
        "Of course the real question is, would these hypothetical snow angles be acute or obtuse?",
        "**Yoru** lack of interest wasn`t clear enough, you see?",
        "TalkingRaccoon wrote:",
        "thecritic06 wrote: Goddamnit, why do they have to be so boorish?",
        "Uhhh... Which way did he go George, which way did he go.",
        "Curse you Datsyuk, and your disrespect for the league!",
        "Seen that before on Apple desktop/wallpaper",
        "Wow, it would be awesome if this actually existed!",
        "Because their competition has been so good",
        "Cute",
        "this would be funnier had it not been taken from a dave chapelle joke regarding michael jackson.",
        "Wait, I thought Zimmerman was white?",
        "The part of your brain that doesn't develop until your ~ 25 is your frontal lobe, and it has nothing to do with love.",
        "You'd think that since tumblr is against so many -isms, that it would be against ageism.",
        "Congrats you get to pay taxes",
        "they still let you in with the government shut down?",
        "this is lame.",
        "White men brought Africans to the great country of America, the freed them, then gave them welfare.",
        "It's a trick question; you're colourblind",
        "You'd think OP would smoke purp instead.",
        "THAT WAS AWESOME",
        "yet another example of why koreans have no personality",
        "I have a college degree and I'm a moron.",
        "Yup because people who learn a trade are ignorant leeches and deserve to die.",
        "i really like her *a cappella* solos.",
        "they're just tryin to have a girrs night out, no need to say it's crappy jeez",
        "Yaaaaaay, PG13 Grumps!",
        "THESE GUYS SHOULD BE ON CATPURRDAY NIGHT LIVE I KNOW THEY'LL MAKE THE MEOWST OF IT ^^I'M ^^LEAVIN ^^YOU ^^GAME ^^GRUMPS",
        "Well, I'll say this much: he did convince me to scream at Glenn Beck, and Glenn Beck is *kind of* a child.",
        "Because as every parent knows, screaming at your kid is the best way to get them to do something.",
        "Yeah its not like our recent recession caused a global recession or anything.",
        "You clearly have no idea what you're talking about.",
        "Ill be your European if you help get me out of the end?",
        "got a couple of europeans in Orion as well",
        "At least they're pro-choice",
        "people really need to stop calling scientology a religion",
        "It's pretty well known, considering [you break into the place during a mission.]",
        "Anyone else think this map looks like homer",
        "That coupled with the fact that you'll face Wainwright in Game 3 really puts the pressure on you guys today.",
        "Good thing we've been scoring him a lot of runs this year.",
        "Hurr durr, he's probably a better QB than freeman",
        "The 49ers farm team supplying the NFL with talent.",
        "I believe you meant *le* gem.",
        "Lol this is great...every guy should downplay their junk so that when you do see you're like o: wowzers",
        "They mixed up Raphael and Donatello.",
        "Now we need a pic of Woody Harrelson as Splinter.",
        "Just like \"white boys\" were the problem when an African cut off the head of a veteran on the streets of London",
        "If they were talking about black girls I bet there would be a load more contrevrsity and hate",
        "Obviously the correct course of action is \"never get sick\".",
        "Just drive in half way and sleep under a bridge.",
        "Time to tell other moms about my 'Child Prodigy'.",
        "You wouldn't understand because you don't have kids.",
        "I sure hope we have some young arms in the organization that can take his place.",
        "Sure he will, sure he will.",
        "This will be for the New Year's ball drop this year, signifying we are always under watch.",
        "KORROK THE SLAVEMASTER KORROK THE KNOWING KORROK THE WISE KORROK THE LIVING KORROK THE FAMISHED KORROK THE CONQUERER KORROK THE GIVER KORROK THE ALMIGHTY I SERVE NONE BUT KORROK",
        "it can look like that in 1080... just need decent textures",
        "Meh, they're alright I guess.",
        "Did you read his post ?",
        "I think we can all agree on the fact that a random redditor knows the game much better than the lead content designer.",
        "RED BULL SABOTAGED WEBBER FOR VETTEL WIN, 100% CONFIRMED.",
        "They probably changed the tyre.",
        "I'm not sure why anyone would think reading preachy video game worship is entertaining at all.",
        "A single tear dripped down his face as he gently tipped his fedora in respect at the OP's sermon.",
        "You don't say.",
        "me too, but I couldn't......contain.... myself.",
        "Christianity",
        "Vector Marketing, Cutco, and Usana...... hahaha",
        "but op i bet he is so secksy and charismatic!",
        "Well I looked through your comment history and you do seem pretty laought hhhhh.",
        "I'd believe richest per mil",
        "I wonder why we are really in an economic stopping point?",
        "I know, I know, oh oh oh.",
        "Needs more Varys",
        "Easily frank ocean, every single song he does is fucking amazing Sunday in doris She in goblin",
        "I feel like we dont have this thread enough.",
        "ye why did they nerf old olaf didnt even have 50% winrate and he got destroyed by the nerfs, riot noob",
        "You know that Riot is not balancing after pubplay primarily?",
        "IMO, if the Bucs lose tomorrow - Schiano won't make it past Monday.",
        "Yeah, I also heard he's the culprit behind the MRSA outbreaks.",
        "IMF has proved themselves trustworthy in their advice.",
        "Except this is complete bullshit",
        "Is there a counter-petition?",
        "Why on Earth would I actually get off my lazy ass and parent when I can whine to the authorities until they pass a law about it?",
        "Omg 1 loss your terrible",
        "Kali is very underrated and flying far below the radar at the moment.",
        "I just want one long Trevor and Lamar: BFFs dlc",
        "[But how would they do that if you kill him in the end?]",
        "Yep, totally has to be true because a random internet stranger told me so.",
        "Yeah... normal people don't fantasize about fucking their children.",
        "That sounds unpleasant.",
        "Great.",
        "He took a Hula Popper to a gun-fight.",
        "Aren't black people great?",
        "Yes because they are equally to blame.",
        "*Attacks on the black guy in the White House by the Republicans* in Washington since 2010 have cut one percentage point from US growth and cost the nation 2m jobs over three years, FTFY",
        "But we should legalize drugs!",
        "Ohh God that glove on his hand...we've all been there bud.",
        "Guys this is totes fake, there arent any stars",
        "felix BALLSgartner",
        "Are you implying that demand is a driving force of innovation?",
        "If you hook a car battery up to your macbook, maybe",
        "IM NOT GUNNA TAKE ADVICE FROM SOME GUY WHO'SE NEVER EVEN BEEN TO COLLEGE",
        "So I can either be poor or be poor?",
        "Yea wale is not underrated",
        "The article was real informative",
        "This is my number 1 problem with how people view smoking.",
        "Keep calling yourselves \"stoners,\" that helps.",
        "Maybe op needs more fruit in his diet",
        "You poor soul I hope you're gonna be okay!",
        "It's not even an M-series!",
        "yeah im wet all nite 4 u bb",
        "Nice army lol",
        "What the base looks fantastic all they need to do is build archer towers",
        "I wanna rip out my eyes after reading that.",
        "Democracy!",
        "Jeeze man, a spoiler tag would have been nice!",
        "Glad you made the gif 8-bit.... true frogged style",
        "If my local police force is anything to go by they'll never be any vacancies anyway :[",
        "Well that's ok, because we know for a fact that corruption only takes place in the lower echelons of the service",
        "Nobody knows what it means but it's provocative.",
        "Wow, what the fuuuuuuck",
        "Yes, but it's okay because it's tulips.",
        "Probably an abandoned lot or unkempt park.",
        "When my parents get so pissed they take my xbox and give it away for free.",
        "I know I sound like that guy now, but I'm afraid that because of the age of Google, instead of learning people can just do a quick Google search, robbing the next generation of the skill of learning.",
        "I know, Russia is nowhere near Asia!",
        "Russians tend to be mostly asian.",
        "Maybe it's worse than slavery; at least the slaveowners gave their slaves room and board in exchange for their servitude.",
        "In other news Obama its literally a reincarnation of Hitler",
        "Look women can wear what they like, it's disgusting evil men that choose to sexualise them",
        "as this is England and so is the Daily Mail, Kendall Jenner is 17 and thus not underage.",
        "more than 3 people getting uncommons",
        "with the limited items you can get from drops, i say the chance is higher than before, but thats my first time seeing it x.x",
        "this as been asked many times before, but HiRez main priority was to work on jump instead.",
        "No, if smite becomes perfect in every way then I will never sleep again.",
        "WHAT THE FUCK DID I JUST WATCH HOLY SHIT I HAVEN'T FELT LIKE THIS SINCE GAME 7 AGAINST TORONTO I'M NOT SURE HOW TO FEEL RIGHT NOW SOMEONE HOLD ME",
        "The guy jacked up on juice hits a grand slam, what a surprise",
        "Her status went from hot milf to hot.",
        "lol yeah, because dating single moms is a total bummer.",
        "It's up to the best player on the team.",
        "If it wasn't for this past season, Brooks probably would've been a candidate.",
        "Dude u look a lot like Barack Obama face wise,especially with that smile lol",
        "You've been friend zoned for 20 years?",
        "Do they honestly think anyone is going to want to buy Aus Post?",
        "I bet students are going to just *love* paying interest on student loans within the next 3-5 years!",
        "Shocking.",
        "Honestly, I'd be severely disappointed in the US if he wasn't",
        "If they are, they're the 40% that matter.",
        "Sorry, all I see is \"60% of child soldiers are boys\"",
        "Little Timmy should get a fucking job like the rest of us!",
        "Why would you make an account to comment on yourself?",
        "The Romney campaign has announced another reboot.",
        "Where's Reince When you need him?",
        "What an amazing and original idea that I've never seen before.",
        "Which you saw on reddit.",
        "Oh shit son, he's laying down some hot burns on Kidz Bop!",
        "To be fair, though, The Brave Little Toaster does need to be on Criterion.",
        "An alcoholic and an overachiever, how often did your dad live his fantasies out through you?",
        "Catch him if you...can.",
        "You should respect the cultural diversity of the Middle East, you anti-Muslim bigot!",
        "Fucking assholes.",
        "Most bomb threats at our schools were done by females.",
        "Clearly these are rational, intelligent thinkers whose methods should be above questioning.",
        "\"...We can make bricks four housing, roof shingles, desks for school children, this stuffs great!...\"",
        "But we must suffer the exploitation and pollution to allow our fascist overlords to live in a lifestyle of decadent luxury and to have enough money to buy our political system -- capitalism *demands* it!",
        "If we end up getting called 'Red Bull Arsenal' or any permutation thereof... i will put a fucking gun to my head",
        "Looking forward to Bullasaurus or Bulbasaur mascot renaming",
        "it's wireless, the cables just happen to lie there",
        "Because the game is called Cookie Clicker, not Cookie Tapper.",
        "His exhumed body didn't show any signs of polonium-210 after significant examination by Russians.",
        "Stop your anti-semitic insinuations at once!",
        "The car looks so smooth and stable it's as if it's on a rail or something.",
        "If GTAV has taught me anything, I can do that with any car.",
        "Government is shut down = no cops to find the bodies = murder free week.. Nice semetry.",
        "Thank you, NSA!",
        "REALLY AWESOME",
        "*Checks account age* Seems legit.",
        "Haven't you heard, the only thing a woman is allowed to insert in her vagina besides a penis is an iron-rod?",
        "This is what happens when you still have archaic prudish victorian era laws.",
        "The first screenshot is really confusing.",
        "Wow, he is able to jerk off to a woman dismising him, what a talent",
        "You are a bad person.",
        "Ah... so you tried having fun with the Attack chopper as well?",
        "Well the state is liberal.",
        "Born raised in northern bc lived in LA for the last 15 years",
        "So you're telling me people like free money?",
        "OMG you're so racist for bringing this up",
        "The look on his face is less than assuring, he even looks like he doesn't know what he's doing",
        "Maybe he just has really good vision.",
        "Acctually if it's a 15A circuit it can only be loaded up to 1440W by electrical code 1920W if its a 20A",
        "Just you wait, somebody will complain about your snotty ways, bringing facts to the discussion and all.",
        "white/male privilege is being able to **not** get shot after dancing like *that*.",
        "I wish I had moves like that.",
        "Until you are the one getting smacked with an outward opening door and you bitch about that.",
        "What, you don't like bending over backwardly while trying not to make contact with the toilet?",
        "Texas.",
        "Jesus wrote the Constitution!",
        "Good thing they're nerfing Sanguine Blade cuz that item was just tooooooo good.",
        "The changes to Zed make his damage harder to execute instead of just gutting it, which I like.",
        "which manning?",
        "This is an embarrassing stat for Joe Flacco.",
        "\"Hot ass white girl\" \"do u want to go out with me please I will do anything\" How are you not wanting a slice of THAT",
        "I like how he ends up making you explain how it is that you know this mutual acquaintance, yet is completely vague about who the hell he even is.",
        "But Kobe has the clutch gene",
        "but dat killer instinct guys!",
        "Fair play to the interviewer who handled the situation very well and steered it from being even more awkward.",
        "She really seems to care.",
        "As long as the breakfast included bacon it should be considered acceptable.",
        "text read \"bacon pancakes makin bacon pancakes\"",
        "Fundamentals young blood",
        "In a bizarre twist, the third member turns out to be Johnny Knoxville and Uncle Drew part 3 ends up being a prequel to Bad Grandpa.",
        "I think Chevron needs more tax breaks, what's with all the lawyers' fees and the private army ...",
        "Super-villain levels of cuntiness.",
        "Pat Robertson...the voice of reason.",
        "A broken analog clock is right twice a day.",
        "Obviously more deserving of tournament invites than Team Empire",
        "inb4 disband",
        "Look at Clemson being all original and stuff.",
        "Still won't register in the geology department so who cares",
        "Evidence that romance is alive and well.",
        "I think that's a quote from the Notebook.",
        "YESSSSS",
        "CNN: \"Boehner: I'll Allow It\" Wow, thank you Based Boehner.",
        "God I hate drake",
        "It's funny because they can't spell \"we're\".",
        "Not much of a survivor anymore, now, is he?",
        "How are they still alive after removing the brain?",
        "If we haven't strung up or tried half the democrats for treason for their various unconstitutional murmerings/leanings (the antigun politicians come to mind first and foremost, also everything BHO has done to undermine the constitutionally protected freedoms of Americans) - then why would this make any sense?",
        "Yes, it's so terrible to want to stop indebting future generations that it's literally treason.",
        "It's easy to see why other teams think he's a douche, but damnit he's our douche!",
        "LOOK AT THAT EMBELLISHMENT!",
        "\"I believe children are our future...unless we stop them here and now!\"",
        "Yet more sabotage.",
        "Oh no, whatever will she do!",
        "But with her being on mandatory leave from work, Mom had plenty of time to MAKE her daughter a costume.",
        "They would argue that a private owner would defend the land much better and with more concern for his property.",
        "But surely a privatized solution would develop to protect the natural beauty of our fair country.",
        "Obviously we need to start arming bus drivers.",
        "How is this political?",
        "I'm offensive and find this not black.",
        "That's racist!",
        "Aussie heroes, folks, Aussie heroes.",
        "Australian diggers, helping people to their graves early, good work ozzies",
        "they have to rigorously defend themselves against ANYTHING because as soon as they let a single piece of criticism go by without protesting it (in the usual 'you anti jew nazi supporter you'), it would open the doors to more criticism and make it 'legitimate', allowing people to actually point out their flaws on a legitimate stage, ie the whole palestine bullcrap and their failure to honour the Oslo Accords.",
        "You spelt anti-semitism wrong.",
        "That's what you get for giving you Sim a 2x3 kitchen.",
        "LET'S POST A VINE AND LET THE KARMA ROLL IN!",
        "oh great, cause thats just what i needed to be *more* productive...",
        "What about making it possible to have multiple instances of the app open at once?",
        "Fat people and women who try to fit into jeans 5 sizes too small everywhere will LOOOVE this.",
        "Thought it zipped itself up, sorta disappointed.",
        "Also explains why the media is so silent when everyone knows the facts about what is happening",
        "I'm sure nobody ever in authority has used their power to gain information on others to coerce them into following along..... never ever ever!",
        "definitely the fault of evil white colonialists",
        "What a cunt",
        "I'm pretty sure a Trainer or Ranger mentioned this around the Haunted House area.",
        "Yeah guys, this doesn't get posted enough!",
        "over his crappy movies I'm sure",
        "Was he hurt by an explosion?",
        "dat ass",
        "Maybe she should raise her debt ceiling",
        "Does the energy come from blowing bagpipes?",
        "But *only* during the daytime and after daylight savings, so I'll pretend that this is inconsequential.",
        "Do you like 15 second boot ups?",
        "Nah, XP still got a few good years left in her.",
        "He should have used some specific examples",
        "Upvote for the loonies.",
        "Wow that was fast.",
        "Its about damn time.",
        "College: Eat, Lift, Eat, Eat, Classes, Eat, Eat, Study, Eat, Sleep, Repeat",
        "Because eating six small meals increases your metabolism.",
        "Way to make me homesick, jerk.",
        "TIL Skyrim takes place in Wisconsin.",
        "*True* scotsmen are the scotsmen out fighting in the battlefield for their country.",
        "get the fuck out",
        "I thought L2 Fly/Play was the customary welcome on reddit for new pilots.",
        "He was apparently quite pleased with himself for killing the hammerstien guy.",
        "You've gone into the red trying to help reddit get out.",
        "I fucking love how a bank's response to someone not having enough money is to take more of the money they don't have.",
        "private video",
        "Feminist Fact: If a girl is sensually cradling the back of a man's head while gently thrusting her pelvic region in his face while he is performing oral sex on her IT IS CLEARLY RAPE!",
        "Because the terrorists put them there",
        "No one could have predicted that",
        "So funny",
        "I don't get these.. I mean.. All the cars in GTAV are based on real cars, why are you so surprised when you see one in real life?",
        "Googled it, still don't get this.",
        "That's always the state of reddit.",
        "Is this poster mentally handicapped too who standing with arms at his side?",
        "Gee... Kinda hard to tell from that video as you don't get the audio... But I'm sure the cops yelled \"STOP RESISTING\" a few times, so it's all good.",
        "We have more shorties than PPGs",
        "Just a reminder, the Sedins are awful in their own zone and aren't tough enough to kill penalties",
        "How could RP deny his citizens all that free money?",
        "His refusal of money is also a reason that the nursing staff at smaller hospitals don't get raises in pay.",
        "Line rider?",
        "Oh yeah, I've done that before.",
        "Wait a minute...this isn't an opinion.",
        "Thanks, flair-makers, that was an awesome addition to this post!",
        "Ders gold in dem dare reposts.",
        "ITT : Gold diggers.",
        "Ad hominem.",
        "How is he supposed to pay his mortgage when Obama takes all of his money and gives it to black people?",
        "Swords",
        "Fax machines",
        "\"with no one officer being suspended for more than 10 days\" Makes sense, it was only an average of 2 shots per officer",
        "Stay classy Cleveland, you fucking shithole of a city.",
        "In fact, tutoring is pretty much the only thing, as tournament winnings are scarce, when you have 50GMs in a tournament with a top prize of say $5k.",
        "Believe it or not, being a chess master doesn't pay well.",
        "\"Glitches\", huh Obama peeps?",
        "Well, just like Apple, the only thing we can do now is throw up our hands and scrap it all.",
        "Some of the strictest gun control and the highest homicide rate, hey go figure",
        "They should make guns illegal in Chicago so that criminals will turn them in.",
        "Goddamn that's jizz worthy.",
        "This is just disrespecting the game.",
        "It's not like the LNP have ever politicised the suffering of others.",
        "what a headline",
        "Oh, right, cuz they're black?",
        "Are they the same, Woodhouse, or is one black and the other a slighter darker black?",
        "She's not wrong.",
        "Naturally this is why we should keep men out of teaching and nursing roles - they just aren't wired to be nurturing and will never have the same expertise women do.",
        "Sssssmmmooooooth.",
        "Out of a thousand messages like that, he will get one or two legitimate responses of \"yes\"... I think Boomhower explained this in an episode of King of the hill, when he was teaching Bobby about picking up women.... Just ask every girl all, and statistically speaking someone will say yes.",
        "He seems to have learned a few tricks from his master.",
        "I don't get it.",
        "Spelled out his chemical sign, can it also do its number?",
        "Playing with WMDs!",
        "Surely if they didn't do anything wrong, they'd have nothing to hide...",
        "Imagine teams of Obama supporters roaming Reddit down-voting any post that is anti-Obama.",
        "I'm really surprised",
        "Hopefully this gives him more confidence lol",
        "This will change everything, I guarantee you that.",
        "Had a little trouble with the C at first.",
        "this is clearly photoshopped, no cat can exist within ten feet of a vacuum cleaner.",
        "Iz my good spot!",
        "Well shit you could literally almost boil water on it!",
        "TjMax on Sandy Bridge is 98 degrees, so you're still good.",
        "Australian commentators are the worst, when i was there earlier this year I was wondering why they are even employed when they pay for sky's coverage and they only come on to announce ad breaks.",
        "its totally the car and not the driver",
        "Good for them.",
        "Just work hard and you will get there too.",
        "I suppose I'll go back to making up stories about how I massacred 3 people after I robbed a bank.",
        "Bravery level: So",
        "There is no climate change, so stop saying that!",
        "As someone who works on an Iowa farm I agree.",
        "Yea, I'm sure these posts are getting in the way of all the other great quality posts we see on this subreddit all the time.",
        "noo",
        "Except we don't use gold as collateral for our debt and haven't in over 40 years.",
        "TIL we're still on the gold standard",
        "Woah, that is truly massive!",
        "This along with \"Cinematic\" Destruction will be the end of Battlefield, I mean, why take down a skyscraper when I can minimize damage by blowing up a storage container?",
        "You can't fix stupid.",
        "Don't judge him like that, maybe he was a very smart kid but the brain injury he suffered during the accident got him that dumb.",
        "It's cool guys, the free market will provide!",
        "It's South Africa in reverse.",
        "Please do your magic Moreno",
        "Demaryius Thomas is a lock in at top 5 WR every week!",
        "I don't know, I've never owned an American car!",
        "Driving offroad in my 2003 Crown Victoria!",
        "On Melbourne cup day too, well done Anon",
        "Watch how we complain for a day then go back to doing absolutely nothing.",
        "He's just complimenting your baking ability!",
        "I go up to people and say what my age, sex and location is.",
        "you misspelled \"Horrible.\"",
        "wow such story great interactive art so movie so quality much cajay",
        "Looks like you had a ton of fun but that's not Skeet.",
        "I love Delaware.",
        "Church retreats : getting girls pregnant since Jesus walked the earth.",
        "If only the school had an abstinence only policy, then the girl wouldn't have had sex and wouldn't have gotten pregnant.",
        "Unless it is 6000 years, the scientists must go back to the bible.",
        "For the lazy, Earth is 4.55 billion years old.",
        "As someone who went through a bout of mental illness earlier in the year, I'm all behind OP.",
        "But boot straps",
        "Omg wtf there is a gun on the walls!",
        "Rule #1 on gun safety Always keep muzzle pointed in a safe direction.",
        "Yes, \"international thinkers, government advisors and Wall Street money-men\" are exactly who I expect to come up with a good plan for \"a moral and just society\"",
        "Define 'moral' and 'just'.",
        "'Magikarp",
        "It's spelled 'Murica, you damn dirty commie!",
        "talk about poo before flirting with a girl, works every time",
        "This is actually disturbing",
        "Racist!",
        "True, but her kids shouldn't have to suffer because of her ignorance.",
        "What was holding you back from getting a job and helping yourself out of the rut you were in?",
        "But..but..check your....privilege?",
        "so JDM brah",
        "It's not shocking when you see it on a car without a muffler.",
        "WE BACK!",
        "But we have 3 quality losses!",
        "Hilarious.",
        "Fake goatee, yo.",
        "\"Lose weight\" - God",
        "I don't know why you guys are hating, clearly this giraffe is just big boned.",
        "just realized Tuco is also the name of one of the bad guys In breaking bad And Vince clearly said that he was influenced by Westerns and specifically spaghetti Westerns in the making of breaking bad",
        "Dude, spoiler alert!",
        "Wow, that's never been suggested before!",
        "Yes, that would be nice :)",
        "another example of how religious people, no matter the religion, are crazy.",
        "but don't criticize the guy for beating the kid, you know, unless you want to be called an anti-Semite",
        "He should have been sent off for concussion testing, that was a brutal shot to the head.",
        "Don't get me wrong, this is fucking disgraceful, and I hate when Smith does this, but if he didn't go down like this and have play stopped, he might have stopped the shot from going in anyway.",
        "Somehow the missing \"e\" in \"Nver\" made me read his line as so sad.",
        "There's nothing more romantic than a condescending attitude the first time you meet someone.",
        "Glad to see a country implement a sensible policy against anchor babies.",
        "What do you expect from those dirty *Australians*",
        "Did anybody else not realize the other alternative to the Epsilon Program missions?",
        "What noobs, they could have [taken the 2 million instead]",
        "Pretty sure that's worth two points.",
        "That was so disrespectful, Smith should have let Detroit score to make them feel better.",
        "[beesbeesbees.com](http://www.beesbeesbees.com)",
        "Either [this](http://192.168.1.1/) or [this](http://192.168.0.1/) ^^^I ^^^^have ^^^^^hacked ^^^^you ^^^lolz",
        "Great win tonight but don't act like Maryland counts for anything.",
        "But we haven't played anybody!",
        "But, but... Vines!",
        "But what about those instances when taking the video in vertical is legitimate and superior to AHAHAHAHAHAHA i can't",
        "What the hell kind of hospital is this?",
        "Maybe that's the best case against Obamacare .. if that's the level of healthcare you can expect then maybe it's better to have no health insurance at all.",
        "So, according to the polls tomorrow Baylor will be the highest ranked team in Texas, has that ever happened in college football?",
        "Wow, their defense is really horrible, allowing 7 points.",
        "Thats a guy from a teenage post hardcore band.",
        "SHUT UP AND TAKE MY MONEY!",
        "At least he apologized?",
        "from what i heard, this is tame from some of the stuff guys send on tinder",
        "So we give them Tony, who or what do we get in return?",
        "Fucking hell, sealing a trade deal with worlds 3rd largest economy, thanks tone way to ruin Australia",
        "And the democrats have a different statistic?",
        "Except their own, GOP Congresscritter, who is A-OK, it's everyone else's congresscritter that is the problem.",
        "So long ad Rogers regrets it, it's all okay.",
        "For once I am glad that I have an uncommon name.",
        "I want to see Geoff play Naruto now, hes sooo hyped",
        "The Mad King strikes again.",
        "radiohead.",
        "Yeah, there were no good bands in the 90s besides Nirvana.",
        "Man I must have been sloshed on Sunday, I simply do not recall the action happening that quickly.",
        "I loved hearing the crowd react to that hit.",
        "RCMP needs to bring in more snipers, this looks really out of control.",
        "Yes, this proves all other aspects of the protest were exactly the same as this one specific point in time.",
        "Gene pool needs more chlorine.",
        "If rat terriers came from wolves why do we still have wolves?",
        "\"Well, you see, the problem will just sort itself out ...\"",
        "I work and have worked in mental health in Kansas for the past 3 years AMA",
        "Beard are for communist.",
        "And exactly 100 years since Taft, the last mustache'd president.",
        "Well ya, but the campaign donations are rolling in for the Tea Partiers, so who cares how much damage was done to the country in the process.",
        "Time to start buying 30 year Treasuries.",
        "How do they all fit in the basement?",
        "And it is all the fault of conservatives in general and Bush specifically.",
        "[The first one was similar to what you do in the final heist of the story except that the trucks were in motion.]",
        "First myth reminded me of 'The Place Beyond the Pines'",
        "yes i am sure that this will completely end the black market for shark fins and they will continue to follow international protocol and stop this horrible practice and trade",
        "Nice to start the week with some good news for once.",
        "At least I still have my cis-male privilege",
        "Boobies are sexy, men's bums are not.",
        "McDonald's is like anal sex, your bum just won't hold things like it used to.",
        "Oh, good thing there's a loop of her talking for half a second, otherwise I might not understand what was going on.",
        "No, then I wont be able to masterbait there anymore.",
        "Also the trailer that plays before [Meltdown]",
        "\"Well, thiago definitely isn't the one\"",
        "Isn't Fabregas 'Xavi's heir'?",
        "I thought posting personal information was against the rules, as I can CLEARLY see all of their info and medical records",
        "Someone's got a case of the scribbles.",
        "Don't forget battle subway",
        "Whoa, they made cards based off of the paintings in the game already?",
        "It's an angry british twit throwing a temper tantrum over a small time developer that's run by a dipshit, this has no impact on the greater scheme of gaming as everything he's whining about has been part of said greater scheme for decades.",
        "This isn't on the front page or anything already",
        "I would love to see his team's reaction on the other sideline to that.",
        "Ejection: targeting!",
        "Who made this?",
        "this looks fake",
        "I thought all lesbians were really attractive and wanted me to watch...the deceit!",
        "no way",
        "This is all because those fags can get married.",
        "....johnny depp is that you?",
        "RLTW",
        "because war is so great and all.",
        "Goodness, they can track us everywhere!",
        "Hey wow this might prevent police from using GPS Trackers without warrants!",
        "Give a man a hammer and everything looks like a nail.",
        "So handy that we all have the exact same wants and needs isn't it",
        "Propane is scented with garlic oil.",
        "No, you're obviously the only one on Earth who appreciates garlic smell.",
        "Yes, but we are serious this time.",
        "And we're gonna ruin it some more, LOL.",
        "Your traditions end where my feelings begin.",
        "I don't understand why people think Sinder Klaas having a moorish slave act as a fool is racist.",
        "*Abolish Department of Homeland Security *Abolish TSA *Abolish NSA/PRISM *Abolish Patriot Act *Abolish NDAA *End drone strikes *End Gitmo *Restore the Constitution",
        "But Pelosi told me the cupboard is bare and we have no where left to cut....But I have a feeling if we have to raise taxes for all this spending, we could find a few things to cut.",
        "Good to see that they have their priorties straight.",
        "I think Mexico's got worse shit to worry about then corn.",
        "Well you know the rule of statistics, correlation always implies causation.",
        "Next, they are gonna tell her that 'the patriarchy' doesn't exist!",
        "Relax guys.. I think in Fergie's dictionary, in order to be qualified as top-top, you need to have two repetitive names.. like Be-be.. Djemba-Djemba.. Now, if only Gerrard was called Gerrard-Gerrard",
        "Fergucunt is a cunt.",
        "We hate and oppress the gays but we let them make our uniforms.",
        "HAHAHAHAHAHAHAHA IT'S FUNNY BECAUSE FUCK OTHER PEOPLE!",
        "Memes matter!",
        "But \"it's up to us\"!",
        "DAE CONSERVATIVE?",
        "I wonder how \"nice\" Redditors would be to George W. Bush.",
        "Clearly Medicare isn't competing for top talent.",
        "Medicare also has a 97/3 MLR whereas private insurers were in the high 70s low 80s pre ACA, now they have to be 80 for group, 85 for individual",
        "Don't worry, it's the AFFORDABLE care act.",
        "Thanks Obama!",
        "We didn't beat back the Germans for us to conform to your systems of measurement, time and spelling!",
        "Americans are never wrong about anything.",
        "Not a book, but you should check out Battlestar Galactica",
        "Oh, The Host!",
        "The TSA has a flawless record of respecting the rights of all air travelers, I'm sure giving them access to massive databases of information will be a fair and productive boon to their work!",
        "ITT: a bunch of people that have never actually voted bitching that the \"system is broken, man\"",
        "Its just funny at this point.",
        "All hail Piers Morgan.",
        "I was \"forced\" to go to church to get confirmed in the church (not sure you have that in the US) and that was a hell and I hated it.. 10 years of that shit, that is gonna make him looooove it",
        "I'm staunchly theistic and I find this a pretty tortuous punishment.",
        "If you entrusted your fate to Jesus he would've restored your eyesight long ago.",
        "Congratulations on average vision.",
        "How do you not see that when you're preparing it?",
        "OMG YOU SHOULD TOTALLY SUE.",
        "I didn't realize",
        "But they are still tits and asses.",
        "\"ahh it feels like there's something in my ey....oh wait its just a reminder of that horrible decision i made\"",
        "Stop feeding us stupid ideas",
        "Loving the kerning",
        "Anyone know of a way to do this but with a more reasonable kerning?",
        "I'm surprised they removed it since Mavericks has it in the notification center I love how i can compose an iMessage, Tweet, or FB post straight from the Notification Center on Mavericks... would be nice to do on my iPhone as well",
        "I personally work with Apple, and because you posted this picture I will grant what you asked",
        "Shocking that a find idea like this comes from an alderman of the Grand Boulevard neighborhood.",
        "Would totally support this if it meant more bike lanes.",
        "LOOK AT ME I DIDN'T SWEAR WHEN I PUMPED 30 ROUNDS OF .556 IN THAT DUDES FACE WHILE MY BUDDY HIT YOU WITH A RPG!",
        "it's okay, you can kill as many people as you want...just don't say OMG or WTF.",
        "But what about *the children*?",
        "I find your lack of freedom stupid you dumb ************",
        "I'm sick of paying $65/month for a 125MBps/125MBps connection",
        "The truth is that most consumers are clueless about what Mbit and Gbit means.",
        "Glad he is continuing to use our tax dollars wisely!",
        "\"BREAKING: People Who Wanted Obamacare Never to Happen Complaining It's Not Fast Enough\" -- Andy Borowitz",
        "If Verizon breaks the barrier all the other ISPs will follow suit.",
        "Yes, that is why so many cable companies are doing so well and are so innovative.",
        "That'll teach people to accept responsibility for their crimes.",
        "This little motherfucker should do life.",
        "Did they intentionally hold this info until after Tuesday waivers cleared?",
        "Luckily I held onto him, and I should be making the playoffs... So hopefully he'll be back to help me out.",
        "Anti Semite!",
        "You sure do live in an echo chamber",
        "Military spending is the third most spent on item so shut up about your freedom you get from the soldiers",
        "Yeah, but those folks work for their government paycheck!",
        "Ugh, Mario is such a bust, he's terrible and completely overpaid, he's not even a good pass rusher, I don't understand why the front office went out and paid him money.",
        "It is nice having players that win these sorts of awards on our team",
        "John Spartan said it best... \"Why don't you just shove a leash up my ass?!?\"",
        "Good, now maybe we can speed things up *at* the airport.",
        "Come on taxi cabs, this is your last chance to beat the streetcars to the punch with getting credit card readers installed!",
        "All this because white people find busses distasteful.",
        "Bill Watterson would be so proud.",
        "That's a pretty dope tie.",
        "Totally gonna become a new meme",
        "Why isn't this in meme form",
        "OMG Wayne, you are so hilarious!",
        "Oh #$%% no.",
        "he just wants to stick together team",
        "\"Suckle on them\" jesus, that made me shudder so hard, and NOT in a good way.",
        "Won't anyone think of the human rights of those monsters!",
        "Problems with the Caste system again it seems.",
        "*\"It's a shame\"* Fucking understatement of the decade by Domenicali.",
        "Nice way to welcome Kimi to the team.",
        "Snap, you got called \"not good.\"",
        "Oh noes, creeper, don't block me, I'll be so torn up!",
        "Don't tell him to do that, that's encouraging them!",
        "you got it wrong.........he was only looking for karen horney, nothing more OP",
        "Haha wow Putin must be one serious case of closet.",
        "How nice of Soviet Russia to look after the safety of its children",
        "you know...I think this guy has a chance of making it",
        "love this",
        "Oh.. how I miss the days where nothing was digitized and everything was just gears, chains, and fire.",
        "I've loved Steampunk for a long time now... never thought I'd see an Indian version of it!",
        "I'd run a train on that bitch!",
        "Omg she needs to check her thin privilege all you shitlords need to see what a real woman looks like",
        "RACIST!",
        "You would regret voting for either of the major parties.",
        "I'm waiting until someone kickstarts it or indiegogo.",
        "It would be funny if Google posts 10,000 Nexus 5's on EBay at cost.",
        "Definitely not satire.",
        "It's so great to find another intellectual like me who appreciates the works of Chaz Darwin.",
        "That's what I call some damn leadership!",
        "Wow, what a diva!",
        "Don't worry, He will just retroactively change the law again.",
        "I am pleased that our dear leader thinks that wearing a helmet is \"gay as\"",
        "Yes, I live in China and all of my electric heaters have caught aflame.",
        "That's good advice for most electronics.",
        "Boom headshot",
        "Clearly this is an abusive relationship and only the tumbltards and the SRS can help her see the light and leave him."
    ],
    "sarcastic": [
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "0",
        "1",
        "0",
        "1",
        "1",
        "0",
        "0",
        "1"
    ]
}